[
  {
    "title": "Geography of Sierra Leone",
    "content": "Sierra Leone is a country in West Africa with a North Atlantic Ocean coastline to the west. It lies on the African Plate. The country's main geographical features include wooded hill country, an upland plateau, and mountains in the east. The highest peak is Mount Bintumani, which is 1,948 meters (6,391 ft) above sea level. The coastline has a belt of mangrove swamps. Freetown, the nation's capital city, has one of the world's largest natural harbours. The Rokel River is the largest river in Sierra Leone. It is 400 kilometres (250 mi) long and has a basin with a total area of 10,622 square kilometres (4,101 sq mi).\nSierra Leone is located at approximately 8.5°N 12.1°W﻿ / 8.5; -12.1, between the 7th and 10th parallels north of the equator. It is bordered by Guinea to the north and northeast, and Liberia to the south and southeast. The country has a total area of 73,252 km2 (28,283 sq mi), divided into a land area of 73,132 km2 (28,236 sq mi) and water of 120 km2 (46 sq mi).\n\nPhysical geography\nSierra Leone is located on the west coast of Africa, between the 7th and 10th parallels north of the equator. Sierra Leone is bordered by Guinea to the north and northeast, Liberia to the south and southeast, and the Atlantic Ocean to the west. The country has a total area of 73,253 km2 (28,283 sq mi), divided into a land area of 73,132 km2 (28,236 sq mi) and water of 120 km2 (46 sq mi).\nSierra Leone has four distinct geographical regions: coastal Guinean mangroves, the wooded hill country, an upland plateau, and the eastern mountains.  Eastern Sierra Leone is an interior region of large plateaus interspersed with high mountains, where Mount Bintumani rises to 1,948 meters (6,391 ft).\n\nGeology\nSierra Leone can be split into three geological areas, in the east is part of the West African craton, the western area consists of the Rokelides, an orogenic belt, and a 20- to 30-km coastal strip of sediments.\n\nExtreme points\nThis is a list of the extreme points of Sierra Leone, the points that are farther north, south, east or west than any other location.\n\nNorthernmost point – the northern section of the border with Guinea, Northern Province*\nEasternmost point – the tripoint with Guinea and Liberia, Eastern Province\nSouthernmost point – unnamed peninsula south of the town of Mano Salija at the mouth of the Mano River, Southern Province\nWesternmost point –  the point at which the border with Guinea enters the Atlantic Ocean, North West Province\n*Note: Sierra Leone does not have a northernmost point, the border being formed here by 10th parallel north\n\nClimate\nThe climate is tropical; although it could be classified as a tropical monsoon climate, it could also be described as a climate that is transitional between a continually wet tropical rainforest climate and a tropical savanna climate.\nThere are two seasons; dry season (November – May) and rainy season (June – October).\nDecember to January are the coolest months of the year, although temperatures can still exceed 40 °C or 104 °F, lower to moderate humidity makes the heat around this time of the year more tolerable. Unlike March and April, the months that it gets hot and humid with temperatures around 33 to 36 °C or 91 to 97 °F and a solid 50% humidity, making the heat index higher than the actual temperature. The average sea temperature is 30 °C or 86 °F.\nAverage rainfall is highest at the coast, 3,000 to 5,000 millimetres or 120 to 200 inches per year; moving inland this decreases and at the eastern border of the country, the average rainfall is 2,000 to 2,500 millimetres or 80 to 100 inches.\n\nEnvironment issues\nRapid population growth in Sierra Leone has put pressure upon the natural environment. Environmental problems include the overharvesting of timber, the expansion of cattle grazing and slash and burn agriculture have resulted in deforestation and soil exhaustion, and overfishing.\nSierra Leone is party to several environmental agreements:\n\nBiodiversity (Convention on Biological Diversity)\nClimate Change (United Nations Framework Convention on Climate Change)\nDesertification (United Nations Convention to Combat Desertification)\nEndangered Species (CITES)\nLaw of the Sea (UNCLOS or LOS)\nMarine Life Conservation (Convention on Fishing and Conservation of Living Resources of the High Seas)\nNuclear Test Ban (CTBT)\nRamsar Convention(Wetlands)\nSigned, but not ratified:\n\nEnvironmental Modification (ENMOD)\n\nGeneral information\nGeographic coordinates: 8°30′N 11°30′W\n\nArea\n\nTotal: 73,252 km²\ncountry rank in the world: 117th\nLand: 73,132 km²\nWater: 120 km²\nArea comparative\n\nAustralia comparative: slightly larger than Tasmania\nCanada comparative: approximately the size of New Brunswick\nUnited Kingdom comparative: slightly smaller than Scotland\nUnited States comparative: approximately ⁠1/7⁠ larger than West Virginia\nEU comparative: slightly smaller than Ireland\nLand boundaries\n\ntotal: 1,093 km\nborder countries: Guinea 794 km, Liberia 299 km\nCoastline\n402 km\nMaritime claims\n\nterritorial sea: 200 nmi (370.4 km; 230.2 mi).\ncontiguous zone: 24 nmi (44.4 km; 27.6 mi).\nexclusive economic zone: 200 nmi (370.4 km; 230.2 mi).\ncontinental shelf: 200 m depth or to the depth of exploitation.\nClimate\ntropical monsoon; hot, humid; summer rainy season (May to December); winter dry season (December to April)\nTerrain\ncoastal belt of mangrove swamps, wooded hill country, upland plateau, mountains in east\nElevation extremes\n\nlowest point: Atlantic Ocean 0 m\nhighest point: Loma Mansa (Bintimani) 1,948 m\nNatural resources\ndiamonds, titanium ore, bauxite, iron ore, gold, chromite\nLand use\n\narable land: 24.4%\npermanent crops: 2.3%\npermanent pasture: 30.5%\nforest: 37.5%\nother: 6.3% (2011)\nIrrigated land\n300 km2; (2012)\nTotal renewable water resources\n160 km3; (2011)\nNatural hazards\ndry, sand-laden harmattan winds blow from the Sahara (December to February); sandstorms, dust storms\n\nSee also\nProtected areas of Sierra Leone\nAdministrative divisions of Sierra Leone\n\nReferences\nSources\nBlinker, Linda (2006). \"Country Environment Profile (CEP) Sierra Leone\" (PDF). Freetown: Consortium Parsons Brinckerhoff. Archived from the original (PDF) on 1 October 2008. Retrieved 25 September 2008. {{cite journal}}: Cite journal requires |journal= (help)\nGabler, Robert E.; Petersen, James F.; Trapasso, L. Michael; Sack, Dorothy (2008). Physical Geography. Cengage Learning. ISBN 978-0-495-55506-3.\nHughes, R. H; Hughes, J. S. (1992). A Directory of African Wetlands. IUCN. ISBN 978-2-88032-949-5.\nLeVert, Suzanne (2007). Cultures of the World: Sierra Leone. Marshall Cavendish. ISBN 978-0-7614-2334-8.\nSchlüter, Thomas; Trauth, Martin H. (2008). Geological Atlas of Africa: with notes on stratigraphy, tectonics, economic geology, geohazards, geosites and geoscientific education of each country. Springer. ISBN 978-3-540-76324-6.",
    "url": "https://en.wikipedia.org/wiki/Geography_of_Sierra_Leone",
    "summary": "Sierra Leone is a country in West Africa with a North Atlantic Ocean coastline to the west. It lies on the African Plate. The country's main geographical features include wooded hill country, an upland plateau, and mountains in the east. The highest peak is Mount Bintumani, which is 1,948 meters (6,391 ft) above sea level. The coastline has a belt of mangrove swamps. Freetown, the nation's capital city, has one of the world's largest natural harbours. The Rokel River is the largest river in Sierra Leone. It is 400 kilometres (250 mi) long and has a basin with a total area of 10,622 square kilometres (4,101 sq mi).\nSierra Leone is located at approximately 8.5°N 12.1°W﻿ / 8.5; -12.1, between the 7th and 10th parallels north of the equator. It is bordered by Guinea to the north and northeast, and Liberia to the south and southeast. The country has a total area of 73,252 km2 (28,283 sq mi), divided into a land area of 73,132 km2 (28,236 sq mi) and water of 120 km2 (46 sq mi).",
    "categories": [
      "Category:Articles with short description",
      "Category:CS1 German-language sources (de)",
      "Category:CS1 errors: missing periodical",
      "Category:Coordinates not on Wikidata",
      "Category:Geography of Sierra Leone",
      "Category:Pages using gadget WikiMiniAtlas",
      "Category:Short description with empty Wikidata description"
    ],
    "scraped_at": "2025-10-06T16:24:44.617694"
  },
  {
    "title": "Provinces of Sierra Leone",
    "content": "Sierra Leone is divided into four provinces (until 2017, three) and one Western Area; these are further divided into 16 districts (previously 14), and the districts are further divided into 190 (previously 149) chiefdoms.\n\nProvinces and areas\nSee also\nISO 3166-2:SL\nAdministrative divisions of Sierra Leone\n\nReferences\nNotes\nExternal links\n Media related to Provinces of Sierra Leone at Wikimedia Commons",
    "url": "https://en.wikipedia.org/wiki/Provinces_of_Sierra_Leone",
    "summary": "Sierra Leone is divided into four provinces (until 2017, three) and one Western Area; these are further divided into 16 districts (previously 14), and the districts are further divided into 190 (previously 149) chiefdoms.",
    "categories": [
      "Category:Administrative divisions in Africa",
      "Category:Articles with short description",
      "Category:Commons category link is on Wikidata",
      "Category:First-level administrative divisions by country",
      "Category:Lists of administrative divisions",
      "Category:Provinces of Sierra Leone",
      "Category:Short description with empty Wikidata description",
      "Category:Sierra Leone geography-related lists",
      "Category:Subdivisions of Sierra Leone"
    ],
    "scraped_at": "2025-10-06T16:24:45.430889"
  },
  {
    "title": "Bo, Sierra Leone",
    "content": "Bo, also commonly referred to as Bo Town, is the second largest city in Sierra Leone by population (after Freetown) and the largest city in the Southern Province. Bo is the capital and administrative centre of Bo District. The city of Bo has a population of 223,075 based on 2021 national mid-term census estimates. Bo is an urban centre, and lies approximately 160 miles (250 km) east-southeast of Freetown, and about 40 miles (64 km) to Kenema. Bo is the leading financial, educational and economic centre of southern Sierra Leone. \nThe city of Bo is one of Sierra Leone's six municipalities and is locally governed by a directly elected city council, known as the Bo City Council, headed by a mayor. The Mayor and members of the Bo City Council are directly elected every four years in a municipal election. The current mayor of Bo is Harold Logie Tucker of the Sierra Leone People's Party, who was elected mayor with 69.7% of the votes in the 2012 Bo Mayoral election.\nThe city is the primary home of Njala University, the second largest university in Sierra Leone, after the Fourah Bay College. Bo is also home to the Bo Government Secondary School, commonly known as Bo School, which is one of the biggest and most prominent secondary schools in West Africa. The school has a history of producing some of Sierra Leone's most gifted students. The city is home to the Bo Stadium, the second largest stadium in Sierra Leone, and is mostly used for football matches.\nBo is one of the most ethnically diverse cities in Sierra Leone. The city is home to a significant population of many of Sierra Leone's ethnic groups, with no single ethnic group forming a majority. Bo is the principal home of the Mende people, who form the plurality of the city's population. As with most parts of Sierra Leone, the Krio language of the Sierra Leone Creole people is by far the most widely spoken language in Bo and is the primary means of communication in the city.\nThe city's population is religiously diverse, primarily among Muslims and Christians.\n\nHistory\nBo began its modern development with the coming of the Sierra Leone Government Railway in 1889 and became an educational centre in 1906, when the Bo Government Secondary School was established.\nFrom 1930 until independence in 1961, it was the capital of the Protectorate of Sierra Leone. The city is the administrative centre of the Southern Province. After Freetown, Bo is the leading transportation, commercial, and educational centre of Sierra Leone.\nThe Sierra Leone Government Railway was closed in 1974.\nThe inhabitants of Bo are known for their resolve, resistance and hospitality.\n\nEtymology\nAccording to folklore, the town was named after its generosity. An elephant was killed by a hunter, and people from the surrounding villages came to receive their share. Because the amount of meat was so large, the hunter spent days distributing it. He said \"Bi-woo\", which in Mende language means \"this is yours,\" (with reference to the meat) was said so much that the area came to be known as \"Bi-woo,\" which became \"Bo\".\n\nGovernment\nThe city of Bo is one of Sierra Leone's six municipalities and is governed by a directly elected city council form of government, headed by a mayor, in whom executive authority is vested. The mayor is responsible for the general management of the city. The mayor and members of the Bo city council are elected directly by the residents of Bo in a municipal election that is held every four years.`\nLike virtually all parts of the Southern Province, the city of Bo is a reliable political stronghold of the Sierra Leone People's Party. The SLPP has won every Sierra Leone presidential elections in the city and the rest of Bo District by an overwhelming majority. The SLPP has also won virtually every parliamentary, and Local government elections in Bo by an overwhelming majority, including the most recent Sierra Leone general elections held in November 2012. \nWith assistance from the Revenue Development Foundation Bo City Council has started to collect property taxes.\n\nGeography\nClimate\nLike the rest of Sierra Leone, Bo has a tropical climate, more specifically a tropical monsoon climate (Am) under the Köppen climate classification, with a rainy season from May to October and a dry season from November to April. Average annual precipitation varies with up to 5,080 mm (200 in) in the wettest parts. The prevailing winds are the SW Monsoon during the wet season and the northeastern Harmattan which is a dust-laden wind from the Sahara Desert during the dry season. Average temperature ranges in Bo are from 21 degrees Celsius (73 degrees Fahrenheit) to 31 degrees Celsius (88 degrees Fahrenheit) all year.\n\nDemographics\nBo has an ethnically diverse population, although the Mende make up the largest ethnic group. The city is home to a significant numbers of many of the country's ethnic groups as well as a large Liberian community. The population of the city is about equal in numbers between Muslims and Christians.\n\nCulture\nOne World Link\nIn 1981 Bo District formed a 'One World Link' (OWL) with Warwick District in the United Kingdom. This was inspired by a desire for justice, equality, human understanding and mutual support. Over the years it has helped to strengthen both communities and their awareness of global and development issues. The many outcomes of the link include women's groups, school links, an online archive, an education programme and the opening, in 2008, of a Community Centre in Bo city. Immediate plans include collaboration on a pilot environmental programme for the collection and disposal of waste. There is also a youth wing which has 20 registered youth groups, that serve over 1,000 young people.\n\nBODDA\nThe Bo District Development Association (BODDA - UK) was formed in the United Kingdom on 7 September 2003 by a group of natives from Bo District in Sierra Leone. The primary purpose for the formation of this organization is for its membership to explore every possible lawful avenue to solicit generous donations in cash, food, clothing, educational and agricultural.\nBo District Development Association has been involved in various projects including sponsorships in Sierra Leone and the UK, for example the introduction of the BODDA Civic Award in which the people of Bo are annually awarded for their contributions towards nation building and community development (this is an effort to encourage the people of Bo in national development and citizenship); donation of two hundred computers and other school materials to various schools in Bo in 2007; donation of medical equipment to the Bo Government Hospital and books to the Bo Regional library in January 2010. In August 2006, in partnership with the British Council Sierra Leone, they were able to facilitate a one-month tour for six artists from Bo with the aim of promoting awareness of global issues through music and encouraging global citizenship through the linking of youth groups in the UK and Sierra Leone.\nThe Organisation also awards scholarship to students from poor family backgrounds who are unable to meet their educational needs.\n\nEducation\nThe city has a campus of Njala University.\nAs in most parts of Sierra Leone, the Krio language is widely spoken in the city Bo, although English is the official language spoken at schools and government places. The Mende language is also widely understood by the city's residents, although Krio is by far the most widely spoken language. Bo has one of the highest literacy rates in Sierra Leone.\nThe city is home to Bo Teacher's College, and hence to many primary schools as well as several secondary schools, including one of the elite secondary schools in West Africa, The Bo Government Secondary School (commonly known as Bo School).\nBo school was founded in 1906 by British educationist Leslie Probyn to educate the children of Bo Town. The school has a long history of producing the elite of Sierra Leone, especially the country's top politicians. It is situated on 5.5 hectares (13.5 acres) of land in the heart of Bo Town. The school itself is situated in pleasant surroundings and within walking distance of the government hospital, government post office, police station, and the main shopping centre of Bo Town. A football field, volleyball court, basketball court, long tennis court, and cricket pitch enrich the recreational facilities the school provides. There are plans to rehabilitate the school swimming pool. Bo School also maintains a unique tradition of seniority which has consistently augured well for social cohesion among the students. Maggots/Greeners/Rustics are either junior or newer members of the school (specifically those with more recent admission numbers). They are expected to always observe all rules of deference association with their positions and comply fully with specific instructions from senior students.\nBo is also home to the Bo Teacher's College, and the newly built Bo Industrial Growth Centre, one of Sierra Leone's largest vocational schools, which was officially opened by Sierra Leone's president Ernest Bai Koroma in April 2013.\n\nNotable Secondary Schools\nChrist the King College\nBo Government Secondary School\nAhmadiyya Muslim Secondary School\nArk of Hope Modern Academy\nQueen of the Rosary Secondary School\nComprehensive Secondary School\nSt. Andrews Secondary School\nBo Commercial Secondary school\nSLMB Secondary School\nSt. Pauls Junior Secondary School\nKen Wiebe School\nNjala University Experimental Secondary School\nTahir Ahmadiyya Junior Secondary School\nMethodist High School\n\nMedia\nThe two main local radio stations in Bo are Kiss FM 104, and Radio New Song 97.5. The local service of the national broadcaster, SLBS, transmits on 96.5 MHz. Commercial station Capital Radio uses 102.3 MHz and BBC World Service also has an FM relay.\n\nSport\nLike the rest of Sierra Leone, football is the most popular sport in the city. Bo has two football clubs in the Sierra Leone National Premier League, Bo Rangers, and Nepean Stars. Both clubs play their home games at the Bo Stadium. Another club from Bo Town called the Kakua Rangers plays in the Sierra Leone National First Division, the second highest football league in Sierra Leone, after the Sierra Leone National Premier League. There are several clubs from Bo Town in the lower divisions of Sierra Leone league system.\n\nTransport\nBo Airport\nBo Airport serves the Bo District and the Southern Province. The airport is no longer in regular use.\n\nPlaces of worship\nPlaces of worship are predominantly Muslim mosques. There are also Christian churches and temples : Roman Catholic Diocese of Bo (Catholic Church), United Methodist Church in Sierra Leone, United Brethren in Christ Church (World Methodist Council), Baptist Convention of Sierra Leone (Baptist World Alliance),  Assemblies of God, The Church of Jesus Christ of Latter-day Saints, and Kingdom Halls of Jehovah's Witnesses\n\nNotable people\nNabih Berri, speaker of Lebanese parliament\nSheik-Umarr Mikailu Jah, Surgeon & Politician, Minister of Sierra Leone 1996-2007.\nMatilda Lansana Minah, Paramount Chief of Pujehun District lived in Bo during the Sierra Leone Civil War\nJoe Robert Pemagbi, Sierra Leone ambassador to the United Nations\nKanja Ibrahim Sesay, Financial Secretary of Bo District Students Union and Secretary General of the Fourah Bay College Students Union\nWusu Sannoh, mayor of Bo\nSallieu Bundu, Sierra Leonean football player\nBunturabie Jalloh Sierra Leone's Olympic flag-bearer\n\nReferences\nExternal links\n Media related to Bo, Sierra Leone at Wikimedia Commons",
    "url": "https://en.wikipedia.org/wiki/Bo,_Sierra_Leone",
    "summary": "Bo, also commonly referred to as Bo Town, is the second largest city in Sierra Leone by population (after Freetown) and the largest city in the Southern Province. Bo is the capital and administrative centre of Bo District. The city of Bo has a population of 223,075 based on 2021 national mid-term census estimates. Bo is an urban centre, and lies approximately 160 miles (250 km) east-southeast of Freetown, and about 40 miles (64 km) to Kenema. Bo is the leading financial, educational and economic centre of southern Sierra Leone. \nThe city of Bo is one of Sierra Leone's six municipalities and is locally governed by a directly elected city council, known as the Bo City Council, headed by a mayor. The Mayor and members of the Bo City Council are directly elected every four years in a municipal election. The current mayor of Bo is Harold Logie Tucker of the Sierra Leone People's Party, who was elected mayor with 69.7% of the votes in the 2012 Bo Mayoral election.\nThe city is the primary home of Njala University, the second largest university in Sierra Leone, after the Fourah Bay College. Bo is also home to the Bo Government Secondary School, commonly known as Bo School, which is one of the biggest and most prominent secondary schools in West Africa. The school has a history of producing some of Sierra Leone's most gifted students. The city is home to the Bo Stadium, the second largest stadium in Sierra Leone, and is mostly used for football matches.\nBo is one of the most ethnically diverse cities in Sierra Leone. The city is home to a significant population of many of Sierra Leone's ethnic groups, with no single ethnic group forming a majority. Bo is the principal home of the Mende people, who form the plurality of the city's population. As with most parts of Sierra Leone, the Krio language of the Sierra Leone Creole people is by far the most widely spoken language in Bo and is the primary means of communication in the city.\nThe city's population is religiously diverse, primarily among Muslims and Christians.",
    "categories": [
      "Category:All articles with dead external links",
      "Category:All articles with unsourced statements",
      "Category:Articles with dead external links from November 2016",
      "Category:Articles with permanently dead external links",
      "Category:Articles with short description",
      "Category:Articles with unsourced statements from July 2022",
      "Category:Articles with unsourced statements from June 2022",
      "Category:Articles with unsourced statements from October 2024",
      "Category:Bo, Sierra Leone",
      "Category:CS1 errors: bare URL",
      "Category:CS1 errors: missing title",
      "Category:Commons category link is on Wikidata",
      "Category:Coordinates on Wikidata",
      "Category:Pages using gadget WikiMiniAtlas",
      "Category:Pages with non-numeric formatnum arguments",
      "Category:Populated places in Sierra Leone",
      "Category:Short description is different from Wikidata",
      "Category:Southern Province, Sierra Leone",
      "Category:Webarchive template wayback links"
    ],
    "scraped_at": "2025-10-06T16:24:46.182915"
  },
  {
    "title": "Kenema",
    "content": "Based on the 2021 national mid-term census, Kenema has a population of 255,110.  making it the second most populous city in Sierra Leone after Freetown, and the largest city in the country's Eastern Province. Kenema City servers as capital of Kenema District and is a major economic hub in the Eastern Province. Kenema is located approximately 200 miles from Freetown, and 60 kilometres (40 miles) south of Bo.\nKenema is one of Sierra Leone's most ethnically diverse cities. Like most parts of Sierra Leone, the Krio language of the Sierra Leone Creole people is by far the most widely spoken language in Kenema.\nKenema is governed by a directly elected city council, headed by a mayor in whom executive authority is vested, and who is responsible for the city's general management. The mayor and council members are elected every four years. Kenema's current mayor is Thomas Karimu Baio of the Sierra Leone People's Party[2] Archived 2018-08-01 at the Wayback Machine. Karimu Baio was elected mayor with 79.4% of the vote in the 2018 Kenema Mayoral election [3] Archived 2018-08-01 at the Wayback Machine. Kenema is an overwhelming political stronghold of the Sierra Leone People's Party, the current national ruling party in Sierra Leone.\nAs in the rest of Sierra Leone, football is by far the city's most popular sport. The Kamboi Eagles, a professional football club based in Kenema, represents the city in the Sierra Leone National Premier League.\nKenema is known as the hometown of some of Sierra Leone's greatest international soccer stars, including the country's most widely known athlete, retired soccer star Mohamed Kallon. Other notable Sierra Leonean international footballers from Kenema include the country's current top striker, Kei Kamara, and retired soccer stars Paul Kpaka, Kemokai Kallon and Musa Kallon.\nKenema's growth was originally promoted by the logging and carpentry industries, which were linked to the city by the now-closed railway. Since then, its economy has benefited from the diamond mines first discovered in the area in 1931.\n\n2014 Ebola outbreak\nKenema was the origin and first place in Sierra Leone to report Ebola.\n\nGovernment\nThe city of Kenema is one of Sierra Leone's six municipalities and is governed with a city council form of government, which is headed by a mayor, in whom executive authority is vested. The mayor is responsible for the general management of the city. The mayor is elected directly by the residents of Kenema in a municipal election held every four years. The current mayor of Kenema is Joseph Samba Keifala, a member of the Sierra Leone People's Party (SLPP), who won the 2012 Kenema Mayorship election with 74.99%, defeating his main opponent Ishmail Sesay of the APC, who took 19.36%. Kenema is a political stronghold of the SLPP party, the main opposition party in Sierra Leone.\nIn Presidential elections, Kenema has voted for the Sierra Leone People's Party by a vast majority of over 70%.\n\nDemographics\nKenema is the third largest city in Sierra Leone. one of the most ethnically diverse cities in Sierra Leone. The city is home to all of the country's ethnic groups, though the Mende people make up the largest ethnic group.\n\nEducation\nAs in the rest of Sierra Leone, Kenema has an education system with six years of primary school (Class 1-6), and six years of secondary school (Form 6-12); secondary schools are further divided into Junior secondary school (Form 1-3) and Senior secondary school (Form 4-6). Primary schools usually start from ages 6 to 12, and secondary schools usually start from ages 13 to 18. Primary Education is free and compulsory in government-sponsored public schools.\nProminent schools in Kenema include the Kenema Government Secondary School (GSSK), Holy Trinity Secondary School, Ahmadiyya Secondary School, Holy Rosary Secondary School, Islamic Secondary School, and the Kamboi Lebanese International School.\nThe Eastern Technical University (ETU) situated at the main Combema Road is the highest learning institution in the city, offering certificates and degree courses.\n\nHealth\nKenema and Bo are endemic areas for a highly contagious tropical hemorrhagic fever known as Lassa fever. The Kenema Government Hospital is the centre of an international effort to combat the disease with support from the World Health Organization (WHO) and UNAMSIL.  New laboratories to improve rapid diagnosis are being installed at the hospital, which admits between 250 and 500 suspected cases per year.\nIn 2020, the World Health Organization secured a €500,000 grant from the German Corporation for International Cooperation to increase COVID-19 testing capacity in Sierra Leone, which was already taking place at the Kenema Government Hospital. Response to COVID-19 at the hospital is challenging, because of shortfalls in protective gear for workers and due to labor strikes by hospital workers who have not received salary.\n\nTransportation\nLocal car taxis, tricycles (Kekeh), and motor bike taxis called Okada.\nThe city is served by the Kenema Airport.\n\nSport\nAs in the rest of the country, football is by far the most popular sport in Kenema. The city's most popular football club is the Kamboi Eagles which plays in the Sierra Leone National Premier League, the top football league in country.\n\nMedia\nThe five main radio stations in Kenema are Eastern Radio 101.9, Radio Nongowa - SPIN FM 101.3, City Radio 103.3, Starline Radio 98.4 and Sierra Leone's national radio and television stations, SLBS TV, and SLBS Radio are on the air in Kenema.  The BBC World Service, CNN International, and several other international stations are on the air in Kenema on satellite only.\n\nNotable people\nMohamed Kallon, footballer\nEmmerson, musician\nProfessor David John Francis, Chief Minister of the Republic of Sierra Leone\nPaul Kpaka, footballer\nAlpha Lansana, footballer\nKei Kamara, footballer\nBrima Sesay, footballer\nKemokai Kallon, footballer\nMusa Kallon, football manager\nDr Salia Jusu-Sheriff, former vice president of Sierra Leone and first West African chartered accountant\nJ. B. Dauda, a former Sierra Leonean politician\nAmadou Bakayoko, professional footballer, formerly with United Kingdom Championship Coventry City, now playing as striker with EFL League One team Forest Green Rovers and playing for Sierra Leone national team\n\nGallery\nReferences\nExternal links\n\nThe Kenema District Association Archived 2019-10-11 at the Wayback Machine",
    "url": "https://en.wikipedia.org/wiki/Kenema",
    "summary": "Based on the 2021 national mid-term census, Kenema has a population of 255,110.  making it the second most populous city in Sierra Leone after Freetown, and the largest city in the country's Eastern Province. Kenema City servers as capital of Kenema District and is a major economic hub in the Eastern Province. Kenema is located approximately 200 miles from Freetown, and 60 kilometres (40 miles) south of Bo.\nKenema is one of Sierra Leone's most ethnically diverse cities. Like most parts of Sierra Leone, the Krio language of the Sierra Leone Creole people is by far the most widely spoken language in Kenema.\nKenema is governed by a directly elected city council, headed by a mayor in whom executive authority is vested, and who is responsible for the city's general management. The mayor and council members are elected every four years. Kenema's current mayor is Thomas Karimu Baio of the Sierra Leone People's Party[2] Archived 2018-08-01 at the Wayback Machine. Karimu Baio was elected mayor with 79.4% of the vote in the 2018 Kenema Mayoral election [3] Archived 2018-08-01 at the Wayback Machine. Kenema is an overwhelming political stronghold of the Sierra Leone People's Party, the current national ruling party in Sierra Leone.\nAs in the rest of Sierra Leone, football is by far the city's most popular sport. The Kamboi Eagles, a professional football club based in Kenema, represents the city in the Sierra Leone National Premier League.\nKenema is known as the hometown of some of Sierra Leone's greatest international soccer stars, including the country's most widely known athlete, retired soccer star Mohamed Kallon. Other notable Sierra Leonean international footballers from Kenema include the country's current top striker, Kei Kamara, and retired soccer stars Paul Kpaka, Kemokai Kallon and Musa Kallon.\nKenema's growth was originally promoted by the logging and carpentry industries, which were linked to the city by the now-closed railway. Since then, its economy has benefited from the diamond mines first discovered in the area in 1931.",
    "categories": [
      "Category:All articles with bare URLs for citations",
      "Category:Articles with PDF format bare URLs for citations",
      "Category:Articles with bare URLs for citations from March 2022",
      "Category:Articles with short description",
      "Category:Commons category link is on Wikidata",
      "Category:Coordinates on Wikidata",
      "Category:Eastern Province, Sierra Leone",
      "Category:Kenema",
      "Category:Pages using gadget WikiMiniAtlas",
      "Category:Populated places in Sierra Leone",
      "Category:Short description is different from Wikidata",
      "Category:Webarchive template wayback links"
    ],
    "scraped_at": "2025-10-06T16:24:46.939606"
  },
  {
    "title": "Makeni",
    "content": "Makeni is the largest city in the Northern Province of Sierra Leone. The city is the capital of Bombali District, and is the economic center of the Northern Province. Makeni is  the fifth largest city in Sierra Leone by population. The city of Makeni had a population of 85,116 in the 2021 census.  Makeni lies approximately 110 miles east of Freetown. Makeni is home to the University of Makeni, the largest private university in Sierra Leone.\n\nGovernment\nThe city of Makeni is one of Sierra Leone's six municipalities and is governed by a city council which is headed by a mayor in whom executive authority is vested. The mayor is responsible for the general management of the city and is elected directly by the residents of Makeni in municipal elections held every four years. As of June 2023, the mayor of Makeni is Abubakarr Kamara (\"Lamtales\") of the All People's Congress (APC). Kamara won the June 2023 Makeni mayoral election, garnering 93.38% of the total votes cast.\nLike most parts of Northern Sierra Leone, Makeni is a reliable political stronghold of the ruling All People's Congress (APC) political party. The city and the entire Bombali District overwhelmingly support the APC in a large majority in Presidential, Parliamentary, and local councils elections.\n\nDemographics\nThe population of Makeni is ethnically diverse, though the Temne people make up the largest ethnic group in the city. The Krio language is used as the primary language of communication among the different ethnic groups in the city. The population of Makeni is predominantly Muslim, though with a large Christian minority population in the city. The Wesleyan Methodists are the largest and main Christian denomination in Makeni.\n\nSport\nLike the rest of Sierra Leone, Football is by far the most popular sport in the city. Makeni is home to one of Sierra Leone's biggest and oldest football clubs called the Wusum Stars. The club plays in the Sierra Leone National Premier League, the top football league in the country. The club represents Makeni and the entire Bombali District. They won the Sierra Leonean FA Cup in 1979. Makeni has also played host to matches of the Sierra Leone National football team's under-17 and under-20 teams at the city's Wusum Sports Stadium.\n\nMedia\nThe local radio station that serves Makeni and the Bombali District is Radio Mankneh 95.1. Sierra Leone's national radio and television stations, SLBC (Sierra Leone Broadcasting Cooperation) are on the air in the city, as well as The BBC World Service, CNN International, and several other private stations are on the air for those who have satellite.\n\nEducation\nLike the rest of Sierra Leone, Makeni has an education system with six years of primary school (Class 1–6), and seven years of secondary school (Form 1–7); secondary schools are further divided into Junior secondary school (Form 1-3) and Senior secondary school (Form 4–7). Primary schools usually start from ages 6 to 12, and secondary schools usually start from ages 13 to 18. Primary Education is free and compulsory in government-sponsored public schools.\nThe city is home to the University of Makeni, the largest private university in Sierra Leone. St. Francis Secondary School is also located in Makeni, one of the most prominent secondary schools in Sierra Leone.\n\nHealth\nDiseases endemic to Makeni are yellow fever and malaria. Healthcare in Makeni is provided by a mix of government, private and non-governmental organizations (NGOs). The Ministry of Health and Sanitation (MOHS) shifted to a decentralized health system structure after the end of the civil in war in 2002, in an effort to increase coverage.\nOne regional government hospital and the Holy Spirit Hospital provide most healthcare services, in addition to private clinics. The Holy Spirit Hospital is the largest private hospital in the Northern Province of Sierra Leone. Traditional medicine forms part of the primary health care system in Makeni.\nIn 2019, the First Responder Coalition of Sierra Leone (FRCSL) was formed in Makeni by five national and international organizations: the Sierra Leone Red Cross Society, LFR International, Agency for Rural Community Transformation, the Holy Spirit Hospital of Makeni, and the University of Makeni. 1,000 community members from Makeni were trained as first responders and equipped with a first aid kit by the Coalition. 4,529 lay first responders were trained in total between July and December 2019, who went on to treat 1,850 patients over the following six months.\n\nAid from China\nIn March 2010, the Chinese ambassador to Sierra Leone, Qiu Shaofang traveled to the city on an official visit to donate one 16 kVA generator and nine sewing machines.\n\nNotable people from Makeni\nMakeni is the hometown of former Sierra Leone's president Ernest Bai Koroma, as he was born and raised in the city. Additional notable people from Makeni are:\n\nAbubakarr Kamara (Lamtales) Mayor Makeni City Council (2023-Present)\nBrima Koroma, football star\nSylvanus Koroma, the father of Ernest Bai Koroma\nEdward Turay, lawyer\nMichaela DePrince, international ballerina\n\nSee also\nHoly Spirit Hospital (Makeni)\nCity Garden Clinic\n\nReferences\nExternal links\n Media related to Makeni at Wikimedia Commons",
    "url": "https://en.wikipedia.org/wiki/Makeni",
    "summary": "Makeni is the largest city in the Northern Province of Sierra Leone. The city is the capital of Bombali District, and is the economic center of the Northern Province. Makeni is  the fifth largest city in Sierra Leone by population. The city of Makeni had a population of 85,116 in the 2021 census.  Makeni lies approximately 110 miles east of Freetown. Makeni is home to the University of Makeni, the largest private university in Sierra Leone.",
    "categories": [
      "Category:All articles containing potentially dated statements",
      "Category:All articles lacking reliable references",
      "Category:All articles with unsourced statements",
      "Category:Articles containing potentially dated statements from June 2023",
      "Category:Articles lacking reliable references from March 2024",
      "Category:Articles with short description",
      "Category:Articles with unsourced statements from March 2024",
      "Category:Commons category link from Wikidata",
      "Category:Coordinates on Wikidata",
      "Category:Makeni",
      "Category:Northern Province, Sierra Leone",
      "Category:Pages using gadget WikiMiniAtlas",
      "Category:Populated places in Sierra Leone",
      "Category:Short description is different from Wikidata"
    ],
    "scraped_at": "2025-10-06T16:24:47.682152"
  },
  {
    "title": "Koidu",
    "content": "Koidu Town (or Sefadu; officially known as Koidu City) is the capital and largest city of the Kono District in the Eastern Province of Sierra Leone. Its population is 128,030 based on the 2015 census. It is the fifth largest city in Sierra Leone by population, after Freetown, Kenema, Bo and Makeni. It lies approximately 280 miles east of Freetown, and about 60 miles north of Kenema.\nKoidu Town is  a major urban, business, commercial and diamond trade center. Two of the world's ten largest and most famous rough diamonds were found in the Woyie River that flows through Koidu Town.\nThe mayor of Koidu City and members of the Koidu-New Sembehun city council are directly elected every four years. The current mayor of Koidu Town is Komba Sam of the Sierra Leone People's Party political party. Koidu is not a stronghold of any political party; the city is home to large support of both the Sierra Leone People's Party and the All People's Congress.\nKoidu is one of the most ethnically and religiously diverse cities in Sierra Leone. The city is inhabited by many ethnic groups, with no ethnic group forming a majority. The Krio language is by far the most widely spoken language in Koidu Town and is the primary language of communication in the city. Sierra Leone's vice president Mohamed Juldeh Jalloh, Sierra Leone's First Lady Fatima Bio and Sierra Leone's former vice president Samuel Sam-Sumana were born and raised in the city.\n\nHistory\nIn 1995 the government of Sierra Leone signed an agreement with the South African company Branch Energy Limited, a subsidiary of Executive Outcomes (EO), a business that supplied mercenaries to governments across Africa. The agreement, negotiated under the Mines and Minerals Act of 1994, was scheduled to last 25 years. Under it Sierra Leone's military government gave the concession to operate the Koidu diamond mine to the firm in payment for helping to suppress the Revolutionary United Front rebels in the area during the country's civil war. They had been using the diamonds to buy weapons and ammunition from Guinea, Liberia, and the Sierra Leone army. The government of Sierra Leone retained a 60% ownership stake in the Koidu mine.\nThe Panama Papers, leaked from the Panamanian law firm Mossack Fonseca, showed that the family foundation of Beny Steinmetz family paid $1.2 million for half of the mining license issued by the national government for the Koidu mine. In 2003 the government transferred rights, duties, and responsibilities from Branch Energy to Koidu Holdings, a company owned by Octea of the BSGR Resources group, for $28 million. In 2015, the city filed suit against Octea, claiming that the company owed $684,000 in unpaid property taxes. In April 2016, Justice Bintu Alhadi of the High Court of Sierra Leone ruled that Octea and Koidu Limited were separate entities and that Octea technically did not own the mine, so had no duty to pay its property tax.\nIn 2012, Saa Emerson Lamina of the ruling All Peoples Congress party was elected mayor of Koidu. He was suspended by the national government in 2016, following the release of the Panama Papers and the publication of an article quoting him complaining about the diamond mine's operation and failure to pay taxes. The City Council then elected Aiah Bartholomew Baima Komba acting mayor of Koidu. Lamina said the suspension was intended to silence him and that he continued to act as mayor because the national government has no authority to remove him from office A 32-page Ministry of Finance and Economic Development audit blamed the finance and procurement officers of the council for the relatively minor issues.\n\n2007 and 2012 protests\nThe 2007 Koidutown-Sefadu protest was an action by 400 protesters in Koidu-Sefadu which was aimed at the local diamond mine which the residents claimed had lowered local living conditions and environmental conditions in the area. The result of the protest was a clampdown by Sierra Leonean police, who shot two protesters. Two more protesters were shot in 2012, one of them a 12-year-old boy.\n\nGovernment\nKoidu Town is one of Sierra Leone's six municipalities and is governed by a directly elected city council, headed by a mayor, in whom executive authority is vested. The mayor is responsible for the general management of the city. The mayor is elected directly by the residents every four years in a municipal elections.\nKomba Sam was elected mayor of Koidu in the 2018 Koidu Mayoral election, defeating the Sierra Leone People's Party with 49.5% of the votes.\n\nEthnicity\nKoidu town is one of the most ethnically diverse cities in Sierra Leone. Even though the city is home of the Kono people, members of all the country's other ethnic groups and most of the foreign diamond workers in the Kono District reside in the city.\n\nHealth\nAmerican aid workers helped rebuild the Koidu Government Hospital, which has improved the previously alarming health situation in the town.  Various other aid organizations, including the UN Refugee Agency, UNHCR and its partners, have helped drill wells, re-build clinics and schools and regenerate livelihoods in the area, as part of a programme to support the reintegration of Sierra Leoneans who returned after living for several years as refugees in neighbouring countries.\n\nCulture\nMedia\nThe local radio station in Koidu Town is the Eastern Radio 96.5. The Sierra Leone Broadcasting Corporation (SLBC) TV, and radio are on the air in the city. The BBC World Service, CNN International, and several other international stations are also on the air in the city on satellite.\n\nSport\nLike the rest of Sierra Leone, football is the most popular sport in Koidu Town. A professional football club, Diamond Stars F.C., is based in Koidu Town and represents the Kono District in the Sierra Leone National Premier League. The Diamond Stars Football Club is overwhelmingly popular in Kono District and is one of the biggest football clubs in Sierra Leone. The Diamond Stars were the champions of the 2012 Sierra Leone National Premier League season, and the first club outside Freetown to ever won the Premier League.\n\nEducation\nSecondary Schools in Koidu Town\nKoidu Secondary School - Founded: 1938\nKono Model Academy - Founded: 1950\nKoidu Girls Secondary School - Founded: 1952\nAnsarul Islamic Boys Secondary School - Founded: 1974\nAnsarul Islamic Girls Secondary School - Founded: 1974\nIslamic Secondary School Koidu - Founded: 1979\nAk-hom Secondary School - Founded: 2001\n\nNotable people from Koidu town\nMohamed Juldeh Jalloh, current Vice President of Sierra Leone\nFatima Bio, First Lady of Sierra Leone\nSaa Emerson Lamina, former Mayor of Koidu City\nSamuel Sam-Sumana, Former Vice President of Sierra Leone\nKaifala Marah, former Finance Minister of Sierra Leone\nSam Bockarie, former RUF rebel leader\nMary Musa, First Female Mayor of Koidu City\nFrancis Koroma, Footballer\nK-Man, Sierra Leonean Musician\nKaramoh Kabba, Politician\nKomba Yomba, Footballer\nSidique Mansaray, Footballer\nAlimamy Jalloh, Footballer\nIbrahim Bah, Footballer\nMohamed Saccoh, Rapper\nYayah Jalloh, footballer\n\n\n== References ==",
    "url": "https://en.wikipedia.org/wiki/Koidu",
    "summary": "Koidu Town (or Sefadu; officially known as Koidu City) is the capital and largest city of the Kono District in the Eastern Province of Sierra Leone. Its population is 128,030 based on the 2015 census. It is the fifth largest city in Sierra Leone by population, after Freetown, Kenema, Bo and Makeni. It lies approximately 280 miles east of Freetown, and about 60 miles north of Kenema.\nKoidu Town is  a major urban, business, commercial and diamond trade center. Two of the world's ten largest and most famous rough diamonds were found in the Woyie River that flows through Koidu Town.\nThe mayor of Koidu City and members of the Koidu-New Sembehun city council are directly elected every four years. The current mayor of Koidu Town is Komba Sam of the Sierra Leone People's Party political party. Koidu is not a stronghold of any political party; the city is home to large support of both the Sierra Leone People's Party and the All People's Congress.\nKoidu is one of the most ethnically and religiously diverse cities in Sierra Leone. The city is inhabited by many ethnic groups, with no ethnic group forming a majority. The Krio language is by far the most widely spoken language in Koidu Town and is the primary language of communication in the city. Sierra Leone's vice president Mohamed Juldeh Jalloh, Sierra Leone's First Lady Fatima Bio and Sierra Leone's former vice president Samuel Sam-Sumana were born and raised in the city.",
    "categories": [
      "Category:All articles with unsourced statements",
      "Category:Articles with short description",
      "Category:Articles with unsourced statements from May 2024",
      "Category:Commons category link is defined as the pagename",
      "Category:Coordinates on Wikidata",
      "Category:Eastern Province, Sierra Leone",
      "Category:Koidu",
      "Category:Pages using gadget WikiMiniAtlas",
      "Category:Populated places in Sierra Leone",
      "Category:Short description is different from Wikidata",
      "Category:Webarchive template archiveis links"
    ],
    "scraped_at": "2025-10-06T16:24:48.413184"
  },
  {
    "title": "Demographics of Sierra Leone",
    "content": "The demographics of Sierra Leone are made up of an indigenous population from 18 ethnic groups. The Temne in the north and the Mende in the south are the largest. About 60,000 are Krio, the descendants of freed slaves who returned to Sierra Leone from Great Britain, North America and slave ships captured on the high seas.\nIn the past, some Sierra Leoneans were noted for their educational achievements, trading activity, entrepreneurial skills, and arts and crafts work, particularly woodcarving. Many are part of larger ethnic networks extending into several countries, which link West African states in the area. Their level of education and infrastructure have declined sharply over the last 30 years.\n\nPopulation\nAccording to the 2022 revision of the World Population Prospects the total population was 8,420,641 in 2021, compared to only 1 895 000 in 1950. The proportion of children below the age of 15 in 2010 was 43%, 55.1% was between 15 and 65 years of age, while 1.9% was 65 years or older\n.\n\nPopulation Estimates by Sex and Age Group (01.VII.2020) (Estimates or projections based on the 2015 population census.):\n\nVital statistics\nRegistration of vital events is in Sierra Leone not complete.\nThe website Our World in Data prepared the following estimates based on statistics from the Population Department of the United Nations.\n\nDemographic and Health Surveys\nTotal Fertility Rate (TFR) (Wanted Fertility Rate) and Crude Birth Rate (CBR):\n\nEthnic groups\n18 native African tribes 90% (Temne 30.5%, Mende 29.2%, Fula 12.4% Limba 6.4%,  Kono 4.4%, Mandingo 2.4, Creole 1.2%, other 13.5%)\nCreole (descendants of freed Jamaican slaves who were settled in the Freetown area in the late-18th century)\nRefugees from Liberia's recent civil war\nSmall numbers of Lebanese\n\nLanguages\nEnglish (official, regular use limited to literate minority)\nMende (principal vernacular in the south)\nTemne (principal vernacular in the north)\nFula (principal language in Sierra Leone, it is also strongly and widely spoken across West Africa and beyond...)\nKrio (English-based Creole, spoken by the descendants of freed American and West Indian slaves and Liberated Africans who were settled in the Freetown area, a lingua franca and a first language for 10% of the population but understood by 95%)\n\nReligion\n\nMuslim 77.1%, Christian 22.9% (2019 est.)\n\n\n== References ==",
    "url": "https://en.wikipedia.org/wiki/Demographics_of_Sierra_Leone",
    "summary": "The demographics of Sierra Leone are made up of an indigenous population from 18 ethnic groups. The Temne in the north and the Mende in the south are the largest. About 60,000 are Krio, the descendants of freed slaves who returned to Sierra Leone from Great Britain, North America and slave ships captured on the high seas.\nIn the past, some Sierra Leoneans were noted for their educational achievements, trading activity, entrepreneurial skills, and arts and crafts work, particularly woodcarving. Many are part of larger ethnic networks extending into several countries, which link West African states in the area. Their level of education and infrastructure have declined sharply over the last 30 years.",
    "categories": [
      "Category:Articles with short description",
      "Category:Commons category link is on Wikidata",
      "Category:Demographics of Sierra Leone",
      "Category:Pages using the Chart extension",
      "Category:Short description is different from Wikidata",
      "Category:Webarchive template wayback links",
      "Category:Wikipedia articles incorporating text from the World Factbook"
    ],
    "scraped_at": "2025-10-06T16:24:49.160913"
  },
  {
    "title": "Health in Sierra Leone",
    "content": "Available healthcare and health status in Sierra Leone is rated very poorly. Globally, infant and maternal mortality rates remain among the highest. The major causes of illness within the country are preventable with modern technology and medical advances. Most deaths within the country are attributed to nutritional deficiencies, lack of access to clean water, pneumonia, diarrheal diseases, anemia, malaria, tuberculosis and HIV/AIDS.\nThe Human Rights Measurement Initiative finds that Sierra Leone is fulfilling 62.1% of what it should be fulfilling for the right to health based on its level of income. When looking at the right to health with respect to children, Sierra Leone achieves 76.8% of what is expected based on its current income. In regard to the right to health amongst the adult population, the country achieves only 67.3% of what is expected based on the nation's level of income. Sierra Leone falls into the \"very bad\" category when evaluating the right to reproductive health because the nation is fulfilling only 42.3% of what the nation is expected to achieve based on the resources (income) it has available.\n\nHealth status\nThe 2014 CIA estimated average life expectancy in Sierra Leone was 57.39 years. In 2015, after improvements in health in other poorer countries life expectancy for both men and women was the lowest in the world.\n\nDisability\nIt is estimated that there are about 450,000 disabled people in Sierra Leone, though number could be under-estimated. Common disabilities in Sierra Leone include blindness, deafness, war wounded, amputees and post-polio syndrome.\n\nEmergency medical response\nIn 2019, having lacked an organised rapid emergency medical response, the First Responder Coalition of Sierra Leone (FRCSL) was established by five national and international organizations in June to develop emergency first responder programs across Sierra Leone. The founding members of the Coalition were the Sierra Leone Red Cross Society, LFR International, the University of Makeni, Holy Spirit Hospital, and Agency for Rural Community Transformation. The establishment of the FRCSL was timely as the 72nd World Health Assembly had declared emergency care systems essential to universal health coverage in May. The Coalition began work in Makeni, training 1,000 community members to be first responders over a two-month period and equipping each with first aid skills and materials.\n\nEndemic diseases\nYellow fever and malaria are endemic to Sierra Leone.\nSierra Leone's entire estimated population of 6.5 million is vulnerable to malaria. Over two million outpatient visits are reported due to malaria annually, of which half are children under five years of age. The 2016 Malaria Indicator Survey demonstrated parasitemia ranges from 6 percent in Western Urban to 58 percent in Koinadugu district, among children 6–59 months of age. Malaria transmission has two peaks, during the rainy season in May and in October/November. Plasmodium falciparum causes the majority of infections.\n\nMaternal and child healthcare\nOf the 20 countries with the highest incidence of maternal mortality, 19 of them are located in Sub-Saharan Africa, with the highest rates in the world occurring in Sierra Leone. One in seventeen women risks dying during pregnancy or childbirth.\nThe 2015 maternal mortality rate per 100,000 births for Sierra Leone is 1,360.  This is compared with 970 in 2010 and 1032 in 2008. The under 5 mortality rate, per 1,000 births is 198 and the neonatal mortality as a percentage of under 5's mortality is 25. In Sierra Leone the number of midwives per 1,000 live births is 1 and the lifetime risk of death for pregnant women 1 in 21.\nSince the Ebola outbreak of 2014/2015, healthcare facilities have been associated with pain and death. Africans are choosing to reject the safety of hospitals out for any sort of care, especially for childbirth. It is estimated that maternal mortality rates will increase by 74 percent in the coming years. This statistic has been called the \"next wave of deaths from Ebola\n\" due to the potential increase in maternal deaths because of the avoidance of hospitals.\n\nMental health\nMental health care in Sierra Leone is almost non-existent. Many sufferers try to cure themselves with the help of traditional healers. During the Civil War (1991–2002), many soldiers took part in atrocities and many children were forced to fight. This left them traumatised, with an estimated 400,000 people (by 2009) being mentally ill. Thousands of former child soldiers have fallen into substance abuse as they try to blunt their memories using cannabis and Kush, the newly developed synthetic drug. There is only one psychiatric facility in Sierra Leone, the Sierra Leone Psychiatric Teaching Hospital in Freetown. It gained media attention in 2024 for its participation in mental health reform across the country.\n\nOpioid addiction\n“Kush” is a synthetic drug prevalent in Sierra Leone, containing synthetic opioids in the form of Nitazenes, or synthetic cannabinoids. Chemicals are ordered from China and then mixed in labs in Sierra Leone’s capital Freetown. The resulting liquid is sprayed onto plant material, to be smoked and sold as kush.\nThe synthetic opioids and cannabinoids in the drugs are highly addictive. Kush’s prevalence has fuelled police corruption in Sierra Leone. ‘Cartels’ are the local name for kush smoking bars.\n\nInfectious diseases\nSierra Leone suffers from epidemic outbreaks of diseases including cholera, Lassa fever, and meningitis.\n\nHIV/AIDS\nSierra Leone has a prevalence of HIV/AIDS in the population of 1.6 percent.\n\nEbola\nIn 2014 there was an outbreak of the Ebola virus in Sierra Leone. As of August 4, 2014, there had been 691 cases of Ebola in Sierra Leone and 286 deaths.\n\nCOVID-19\nOn March 31, 2020 the coronavirus first reached Sierra Leone.\n\nHealth conditions and human rights in Sierra Leone\nHIV/AIDS\nDiscrimination based on HIV status is illegal, but HIV-positive people are highly stigmatized, with HIV-positive children being denied schooling, adults denied jobs, and abandonment by families common. Persons with HIV are often driven to suicide.\n\nLeading causes of death\nIn 2019, the 10 leading causes of death in Sierra Leone were:\n\nMalaria\nLower respiratory infections\nNeonatal disorders\nDiarrheal diseases\nIschemic heart disease\nTuberculosis\nStroke\nCongenital defects\nHIV/AIDS\nMeningitis\n\nWater supply and sanitation\nA 2006 national survey found that 84% of the urban population and 32% of the rural population had access to an improved water source. Those with access in rural areas were served almost exclusively by protected wells. The 68% of the rural population without access to an improved water source relied on surface water (50%), unprotected wells (9%) and unprotected springs (9%).\n20% of the urban population and 1% of the rural population had access to piped drinking water in their home.\nAccess to an improved water source does not give an indication about whether water supply is continuous. For example, in Freetown taps were running dry for most of the year in 2009. People collected water in containers wherever they can and those who can afford it install water tanks on their houses. Even the fire brigade used its trucks to sell drinking water. There were fights between firefighters and employees of the Guma Water Company, responsible for water supply in Freetown, sometimes resulting in deaths.\n\nSee also\nHealthcare in Sierra Leone\n\nReferences\nExternal links\nMinistry of Health and Sanitation\nThe State of the World's Midwifery - Sierra Leone Country Profile Archived 2011-11-13 at the Wayback Machine",
    "url": "https://en.wikipedia.org/wiki/Health_in_Sierra_Leone",
    "summary": "Available healthcare and health status in Sierra Leone is rated very poorly. Globally, infant and maternal mortality rates remain among the highest. The major causes of illness within the country are preventable with modern technology and medical advances. Most deaths within the country are attributed to nutritional deficiencies, lack of access to clean water, pneumonia, diarrheal diseases, anemia, malaria, tuberculosis and HIV/AIDS.\nThe Human Rights Measurement Initiative finds that Sierra Leone is fulfilling 62.1% of what it should be fulfilling for the right to health based on its level of income. When looking at the right to health with respect to children, Sierra Leone achieves 76.8% of what is expected based on its current income. In regard to the right to health amongst the adult population, the country achieves only 67.3% of what is expected based on the nation's level of income. Sierra Leone falls into the \"very bad\" category when evaluating the right to reproductive health because the nation is fulfilling only 42.3% of what the nation is expected to achieve based on the resources (income) it has available.",
    "categories": [
      "Category:Articles with short description",
      "Category:Health in Sierra Leone",
      "Category:Short description with empty Wikidata description",
      "Category:Source attribution",
      "Category:Webarchive template wayback links"
    ],
    "scraped_at": "2025-10-06T16:24:49.910825"
  },
  {
    "title": "COVID-19 pandemic in Sierra Leone",
    "content": "The COVID-19 pandemic in Sierra Leone is part of the worldwide pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The virus was confirmed to have reached Sierra Leone on 31 March 2020.\n\nBackground\nOn 12 January 2020, the World Health Organization (WHO) confirmed that a novel coronavirus was the cause of a respiratory illness in a cluster of people in Wuhan City, Hubei Province, China, which was reported to the WHO on 31 December 2019.\nThe case fatality ratio for COVID-19 has been much lower than SARS of 2003, but the transmission has been significantly greater, with a significant total death toll.\n\nTimeline\nMarch 2020\nThe president of Sierra Leone, Julius Maada Bio, confirmed the country's first case of coronavirus disease 2019 on 31 March, a 37-year-old man who traveled from France on 16 March and had been in isolation since. This single case remained active at the end of the month.\n\nApril 2020\nOn 1 April, Sierra Leone confirmed its second case which had no history of travel or contact with the country's first case.  The government announced a 3-day lockdown starting on 5 April.\nOn 4 April, two more cases were confirmed and a further two on 5 April bringing the total to 6.\nOn 9 April, after the end of the three-day lockdown, the government announced additional measures. For an initial period of 14 days all inter-district travel is restricted, a curfew from 21:00 - 06:00 is in effect, shops are to sell essential items only and people are to stay at home unless they have good reason not to. Face masks are strongly encouraged, especially in public places.\nOn 12 April, a government press release stated that the last 3 of the 10 infected people had been undergoing self isolation and all 10 are in the treatment facility in a stable condition.  In total 1,354 people had entered quarantine for 2 weeks and 736 had completed the 2 weeks and been released.\nOn 19 April, the first 6 recoveries were reported, following negative test results for the virus. 29 people remained in a stable condition with the virus and 516 were in quarantine.\nOn 21 April, it was announced that President Julius Maada Bio was self isolating following a positive test for the virus by one of his body guards.\nOn 23 April, the first death of a 76-year-old male was reported, followed by a 69-year-old male later in the day. Both cases were in people taken to hospital and found to be infected after death. All those infected and in isolation remain in a stable condition.\nOn 24 April, a third death was reported of a 37-year-old male.\nBy the end of April, 124 persons had tested positive and seven had died. Of the remaining 117 patients, 21 had recovered while 96 remained active cases at the end of the month.\n\nMay 2020\nA new 3-day lockdown was announced, starting on 3 May. That day, 1,341 people were in quarantine with 29 total recoveries.\nIn May there were 737 new cases, bringing the total number of confirmed cases to 861. The death toll rose to 46. The number of recovered patients increased to 454, leaving 361 active cases at the end of the month. Model-based simulations suggest that the 95% confidence interval for the time-varying reproduction number R t was below 1.0 in May.\n\nJune 2020\nFrom 1 June, wearing of face masks became compulsory.  Also on this day, frontline workers declared a strike because of unpaid salaries.\nBy 4 June, a total of 4,827 people had passed through quarantine, there were 468 female cases and 446 male cases.\nOn 13 June there were 563 female and 569 male cases reported. Karene District was the only district still reporting no cases and Western Urban had the most at 667 cases.\nOn 21 June there were 642 female and 685 male cases. A total of 6,602 people had passed through quarantine. Karene district (in the north of the country) remained without a case whilst Freetown's Western Urban had a total of 718 cases.\nDuring June there were 601 new cases, bringing the total number of confirmed cases to 1462. The death toll rose by 14 to 60. The number of recovered patients more than doubled to 974, leaving 428 active cases at the end of the month. Model-based simulations suggest that the 95% confidence interval for the time-varying reproduction number Rt remained below 1.0 in June.\n\nJuly 2020\nOn 2 July, the government changed the international travel restrictions, banning all passenger flights until 15 July.\nOn 5 July there were 759 female cases and 783 male. 7,738 people had passed through quarantine. All districts had reported cases with Falaba District having the lowest case count of 4 and Western Urban (Freetown) the highest at 763.\nOn 10 July the president announced that places of worship could reopen from 13 July. Air travel could resume from the same date.\nModel-based simulations suggest that the 95% confidence interval for the time-varying reproduction number R t was stable around 1.0 in July.\nThere were 361 new cases in July, bringing the total number of confirmed cases to 1823. The death toll rose by seven to 67. The number of recovered patients increased to 1362, leaving 394 active cases at the end of the month, a decrease by 8% from the end of June.\n\nAugust to December 2020\nThere were 199 new cases in August, bringing the total number of confirmed cases to 2022. The death toll rose by three to 70. There were 358 active cases at the end of the month, a decrease by 9% from the end of July.\nBy the end of September there were an additional 209 confirmed cases bringing the total to 2,231. One additional death was reported increasing the total to 72.\nThere were 135 new cases in October, bringing the total number of confirmed cases to 2,366. The death toll rose to 74. By the end of the month 1,800 patients had recovered, leaving 492 active cases.\nThere were 47 new cases in November, bringing the total number of confirmed cases to 2,413. The death toll remained unchanged. By the end of the month 1,838 patients had recovered, leaving 501 active cases at the end of the month.\nThere were 198 new cases in December, taking the total number of confirmed cases to 2,611. The death toll rose to 76. By the end of the month 1,892 patients had recovered, leaving 643 active cases at the end of 2020.\n\n2021\nVaccinations started on 15 March, initially with 96,000 doses of the Oxford-AstraZeneca vaccine.\nSierra Leone's first case of the Omicron variant was confirmed on 8 December.\nThere were 4,431 confirmed cases in 2021, bringing the total number of cases to 7,042. 2,610 patients recovered in 2021 while 47 persons died, bringing the total death toll to 123. There were 2,417 active cases at the end of 2021.\nModelling carried out by the WHO’s Regional Office for Africa suggests that due to under-reporting, the true cumulative number of infections by the end of 2021 was around 3.5 million and that the true number of COVID-19 deaths was around two thousand.\n\n2022\nThere were 718 confirmed cases in 2022, bringing the total number of cases to 7,760. Three persons died, bringing the total death toll to 126.\n\n2023\nThere were 19 confirmed cases in 2023, bringing the total number of cases to 7,779. The death toll remained unchanged.\n\nStatistics\nConfirmed new cases per day\nConfirmed deaths per day\nResponse\nOn 25 March, before the country's first case was confirmed, the government declared a 12-month state of emergency.\nEntry into the country was restricted and religious gatherings prohibited. A three-day lockdown was announced to begin 5 April.\nThe World Bank announced a $7.5 million grant to help Sierra Leone deal with the pandemic.\n\nSee also\nCOVID-19 pandemic in Africa\nCOVID-19 pandemic by country and territory\n\nReferences\nExternal links\nMinistry of Health and Sanitation - Official COVID-19 Page",
    "url": "https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Sierra_Leone",
    "summary": "The COVID-19 pandemic in Sierra Leone is part of the worldwide pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The virus was confirmed to have reached Sierra Leone on 31 March 2020.",
    "categories": [
      "Category:2020 in Sierra Leone",
      "Category:2021 in Sierra Leone",
      "Category:2022 in Sierra Leone",
      "Category:Articles with short description",
      "Category:COVID-19 pandemic by country",
      "Category:COVID-19 pandemic in Africa",
      "Category:COVID-19 pandemic in Sierra Leone",
      "Category:Disease outbreaks in Sierra Leone",
      "Category:Pages using the Graph extension",
      "Category:Pages with disabled graphs",
      "Category:Short description matches Wikidata",
      "Category:Use dmy dates from July 2020"
    ],
    "scraped_at": "2025-10-06T16:24:50.660311"
  },
  {
    "title": "Ebola virus epidemic in Sierra Leone",
    "content": "An Ebola virus epidemic in Sierra Leone occurred in 2014, along with the neighbouring countries of Guinea and Liberia. At the time it was discovered, it was thought that Ebola virus was not endemic to Sierra Leone or to the West African region and that the epidemic represented the first time the virus was discovered there. However, US researchers pointed to lab samples used for Lassa fever testing to suggest that Ebola had been in Sierra Leone as early as 2006.\n\nHistory of Ebola in Sierra Leone\nIn 2014, it was discovered that samples of suspected Lassa fever showed evidence of the Zaire strain of Ebola virus in Sierra Leone as early as 2006. Prior to the current Zaire strain outbreak in 2014, Ebola had not really been seen in Sierra Leone, or even in West Africa among humans. It is suspected that fruit bats are natural carriers of disease, native to this region of Africa including Sierra Leone and also a popular food source for both humans and wildlife. The Gola forests in south-east Sierra Leone are a noted source of bushmeat.\n\nBats are known to be carriers of at least 90 different viruses that can make transition to a human host. However, the virus has different symptoms in humans. It takes one to ten viruses to infect a human but there can be millions in a drop of blood from someone very sick from the disease.\nTransmission is believed to be by contact with the blood and body fluids of those infected with the virus, as well as by handling raw bushmeat such as bats and monkeys, which are important sources of protein in West Africa. Infectious body fluids include blood, sweat, semen, breast milk, saliva, tears, feces, urine, vaginal secretions, vomit, and diarrhea.\nEven after a successful recovery from an Ebola infection, semen may contain the virus for at least two months. Breast milk may contain the virus for two weeks after recovery, and transmission of the disease to a consumer of the breast milk may be possible. By October 2014, it was suspected that handling a piece of contaminated paper may be enough to contract the disease. Contamination on paper makes it harder to keep records in Ebola clinics, as data about patients written on paper that gets written down in a \"hot\" zone is hard to pass to a \"safe\" zone, because if there is any contamination it may bring Ebola into that area.\nOne aspect of Sierra Leone that is alleged to have aided the disease, is the strong desire of many to have very involved funeral practices. For example, for the Kissi people who inhabit part of Sierra Leone, it is important to bury the bodies of the dead near them. Funeral practices include rubbing the corpses down with oil, dressing them in fine clothes, then having those at the funeral hug and kiss the dead body. This may aid the transmission of Ebola, because those that die from Ebola disease are thought to have high concentrations of the virus in their body, even after they have died.\nFor the 2001 outbreak of Sudan virus in Uganda, attending a funeral of an Ebola victim was rated by the Centers for Disease Control and Prevention (CDC) as one of the top three risk factors for contracting Ebola, along with contact with a family member with Ebola or providing medical care to someone with a case of Ebola virus disease. The main start of the outbreak in Sierra Leone was linked to a single funeral in which the World Health Organization (WHO) estimates as many as 365 died from Ebola disease after getting the disease at the funeral.\nBushmeat has also been implicated in spreading Ebola disease, either by handling the raw meat or through droppings from the animals. It is the raw blood and meat that is thought to be more dangerous, so it is those that hunt and butcher the raw meat that are more at risk as opposed to cooked meat sold at market. Health care workers in Sierra Leone have been warned not to go to markets.\n\n2014: Outbreak started\nIn late March 2014, there were suspected but not confirmed cases in Sierra Leone. The government announced on 31 March 2014, that there were no cases in Sierra Leone. Cases initially started appearing soon after the arrival of US researchers into the area. \"After Ebola was first confirmed by laboratory tests in mid-March 2014, persistent rumours in the region linked the outbreak to a US-run research laboratory in Kenema, Sierra Leone (Wilkinson, 2017).\"\n\nSpring 2014: Early cases\nTwo U.S. doctors who \"followed all CDC and WHO protocols to the letter\" contracted Ebola, and it is not clear how they got infected.\nBy  27 May 2014, it was reported 5 people died from the Ebola virus and there were 16 new cases of the disease. Between 27 May 2014, and 30 May the number of confirmed, probable, or suspected cases of Ebola went from 16 to 50. By 9 June, the number of cases had risen to 42 known and 113 being tested, with a total of 16 known to have died from the disease by that time.\nThe disease spread rapidly in Kenema, and the local government hospital was overwhelmed. At that hospital, 12 nurses died despite having the world's only Lassa fever isolation ward, according to the U.N.  Many health are workers were infected at the state hospital, including beloved physician and hemorrhagic fever expert, Dr. Sheik Humarr Khan, and chief nurse Mbalu Fonnie. Khan and his colleagues had bravely provided care to patients with this devastating illness.\n\nSummer 2014: Continued growth, Dr. Khan dies\nOn 12 June, the country declared a state of emergency in the Kailahun District, where it announced the closure of schools, cinemas, and nightlife places; the district borders both Guinea and Liberia, and all vehicles would be subject to screening at checkpoints. The government declared on 11 June, that its country's borders would be closed to Guinea and Liberia; but many local people cross the borders on unofficial routes which were difficult for authorities to control. Seasonal rains that fall between June and August interfered with the fight against Ebola, and in some cases caused flooding in Sierra Leone.\nBy 11 July 2014, the first case was reported in the capital of Sierra Leone, Freetown, however the person had traveled to the capital from another area of the country. By this time there were over 300 confirmed cases and 99 were confirmed to have died from Ebola. There was another case before the end of the month.\nOn 29 July, well-known physician Sheik Umar Khan, Sierra Leone's only expert on hemorrhagic fever, died after contracting Ebola at his clinic in Kenema.  Khan had long worked with Lassa fever, a disease that kills over 5,000 a year in Africa. He had expanded his clinic to accept Ebola patients. Sierra Leone's president, Ernest Bai Koroma, celebrated Khan as a \"national hero\". On 30 July, Sierra Leone declared a state of emergency and deployed troops to quarantine hot spots.\nIn August, awareness campaigns in Freetown, Sierra Leone's capital, were delivered over the radio and through loudspeakers. Also in August, Sierra Leone passed a law that subjected anyone hiding someone believed to be infected to two years in jail. At the time the law was enacted, a top parliamentarian was critical of failures by neighboring countries to stop the outbreak. Also in early August Sierra Leone cancelled league football (soccer) matches.\n\nSeptember 2014: Exponential growth, quarantines\nWithin 2 days of 12 September 2014, there were 20 lab-confirmed cases discovered in Freetown, Sierra Leone. One issue was that residents were leaving dead bodies in the street. By 6 September 2014, there were 60 cases of Ebola in Freetown, out of about 1100 nationwide at this time. However, not everyone was bringing cases to doctors, and they were not always being treated. One doctor said the Freetown health system was not functioning, and during this time, respected Freetown Doctor Olivette Buck fell ill and died from Ebola by 14 September 2014. The population of Freetown in 2011 was 941,000.\nBy 18 September 2014, teams of people that buried the dead were struggling to keep up, as 20–30 bodies needed to be buried each day. The teams drove on motor-bikes to collect samples from corpses to see if they died from Ebola. Freetown, Sierra Leone had one laboratory that could do Ebola testing.\nWHO estimated on 21 September, that Sierra Leone's capacity to treat Ebola cases fell short by the equivalent of 532 beds. Experts pushed for a greater response at this time noting that it could destroy Sierra Leone and Liberia. At that time it was estimated that if it spread through both Liberia and Sierra Leone up to 5 million could be killed; the population of Liberia is about 4.3 million and Sierra Leone is about 6.1 million.\nIn an attempt to control the disease, Sierra Leone imposed a three-day lockdown on its population from 19 to 21 September. During this period 28,500 trained community workers and volunteers went door-to-door providing information on how to prevent infection, as well as setting up community Ebola surveillance teams. The campaign was called the Ouse to Ouse Tock in Krio language. There was concern the 72-hour lock-down could backfire.\n\nOn 22 September, Stephen Gaojia said that the three-day lock down had obtained its objective and would not be extended. Eighty percent of targeted households were reached in the operation. A total of around 150 new cases were uncovered, but the exact figures would only be known on the following Thursday as the health ministry was still awaiting reports from remote locations. One incident during the lock-down was when a burial team was attacked.\nOn 24 September, President Ernest Bai Koroma added three more districts under \"isolation\", in an effort to contain the spread. The districts included Port Loko, Bombali, and Moyamba. In the capital, Freetown, all homes with identified cases would be quarantined. This brought the total areas under isolation to 5, including the outbreak \"hot spots\" Kenema and Kailahun which were already in isolation. Only deliveries and essential services would be allowed in and out. A sharp rise in cases in these areas was also noted by WHO.\nAs of late September, about 2 million people were in areas of restricted travel, which included Kailahun, Kenema, Bombali, Tonkolili, and Port Loko Districts. The number of cases seemed to be doubling every 20 days, which led to the estimate that by January 2015 the number of cases in Liberia and Sierra Leone could grow to 1.4 million.\nOn 25 September, there were 1940 cases and 587 deaths officially, however, many acknowledged under-reporting and there was an increasing number of cases in Freetown (the capital of Sierra Leone).\nWHO estimated on 21 September, that Sierra Leone's capacity to treat Ebola cases fell short by the equivalent of 532 beds. There were reports that political interference and administrative incompetence had hindered the flow of medical supplies into the country.\n\nOctober 2014: Responders overwhelmed\nBy 2 October 2014, an estimated 5 people per hour were being infected with the Ebola virus in Sierra Leone. By this time it was estimated the number of infected had been doubling every 20 days. On 4 October, Sierra Leone recorded 121 fatalities, the largest number in a single day. On 8 October, Sierra Leone burial crews went on strike. On 12 October, it was reported that the UK would begin providing military support to Sierra Leone in addition to a major UK civilian operation in support of the Government of Sierra Leone.\nIn October, it was noted hospitals were running out of supplies in Sierra Leone. There were reports that political interference and administrative incompetence hindered the flow of medical supplies into the country. In the week prior to 2 October there were 765 new cases, and Ebola was spreading rapidly. At the start of October, there were nearly 2200 laboratory confirmed cases of Ebola and over 600 had died from it. The epidemic also had claimed the life of 4 doctors and at least 60 nurses by the end of September 2014. Sierra Leone limited its reported deaths to laboratory confirmed cases in facilities, so the actual number of losses was known to be higher.\nSierra Leone was considering making reduced care clinics, to stop those sick with Ebola from getting their families sick with the disease and to provide something in between home-care and the full-care clinics. These \"isolation centers\" would provide an alternative to the overwhelmed clinics. The problem the country was facing was 726 new Ebola cases but less than 330 beds available.\nMore than 160 additional medical personnel from Cuba arrived in early October, building on about 60 that had been there since September. At that time there were about 327 beds for patients in Sierra Leone. Canada announced it was sending a 2nd mobile lab and more staff to Sierra Leone on 4 October 2014.\nThere were reports of drunken grave-diggers making graves for Ebola patients too shallow, and as a result wildlife came and dug up and ate at the corpses. In addition, in some cases bodies were not buried for days, because no one came to collect them. One problem was that it was hard to care for local health care workers, and there was not enough money to evacuate them. Meanwhile, other diseases like malaria, pneumonia, and diarrhea were not being treated properly because the health system was trying to deal with Ebola patients. On 7 October 2014, Canada sent a C-130 loaded with 128,000 face shields to Freetown.\nIn early October 2014, a burial team leader said there were piles of corpses south of Freetown. On 9 October,  the International Charter on Space and Major Disasters was activated on Sierra Leone's behalf, the first time that its charitably repurposed satellite imaging assets had been deployed in an epidemiological role. On 14 October 2014, 800 Sierra Leone peacekeepers due to relieve a contingent deployed in Somalia, were placed under quarantine when one of the soldiers tested positive for Ebola.\nThe last district in Sierra Leone untouched by the Ebola virus declared Ebola cases. According to Abdul Sesay, a local health official, 15 suspected deaths with 2 confirmed cases of the deadly disease were reported on 16 October, in the village of Fakonya. The village is 60 miles from the town of Kabala in the center of the mountainous region of the Koinadugu district. This was the last district free from the virus in Sierra Leone. All of the districts in this country had then confirmed cases of Ebola.\n\nIn late October 2014, the United Kingdom sent one of their hospital ships, the Royal Navy's Argus, to help Sierra Leone. By late October Sierra Leone was experiencing more than twenty deaths a day from Ebola. In October 2014, officials reported that very few pregnant women were surviving Ebola disease. In previous outbreaks pregnant women were noted to have a higher rate of death with Ebola.\nOfficials struggled to maintain order in one town after a medical team trying to take a blood sample from a corpse were blocked by an angry machete-wielding mob. They allegedly believed the person had died from high-blood pressure and did not want the body being tested for Ebola. When security forces tried to defend the medical team, a riot ensued leaving two dead. The town was placed on a 24-hour curfew and authorities tried to calm the situation down. Despite this several buildings were attacked.\nOn 30 October, the ship Argus arrived in Sierra Leone. It carried 32 off-road vehicles to support Ebola treatment units. The ship also carried three transport helicopters to support operations against the epidemic. By the end of October 2014 there were over 5200 laboratory confirmed cases of Ebola virus disease in Sierra Leone.\n\nOn 31 October 2014, an ambulance driver in Bo District died of Ebola. His ambulance picked up Ebola patients (or suspected Ebola cases) and took them to treatment centers.\n\nNovember 2014: Continuing struggle\nOn 1 November, the United Kingdom announced plans to build three more Ebola laboratories in Sierra Leone. The labs helped to determine if a patient had been infected by the Ebola virus. At that time, it took as much as five days to test a sample because of the volume of samples that needed to be tested.\nOn 2 November, a person with Ebola employed by the United Nations was evacuated from Sierra Leone to France for treatment. On 4 November, it was reported that thousands violated quarantine in search for food, in the town of Kenema. On 6 November, it was reported that the situation was \"getting worse\" due to \"intense transmission\" in Freetown as a contributing factor; the capital city reported 115 cases in the previous week alone. Food shortages and aggressive quarantines were reported to be making the situation worse, according to the Disaster Emergency Committee.  Sierra Leone established call centers in Port Loko and Kambia, according to MSSL Communications as reported on 21 November; this was in addition to the June hotline originally established.\nOn 12 November, more than 400 health workers went on strike over salary issues at one of the few Ebola treatment centers in the country.  On 18 November, the supply ship Karel Doorman of the Royal Netherlands Navy (Koninklijke Marine) arrived in Freetown, with supplies. Its Captain-Commander, Peter van den Berg, took steps to reduce the chance of the crew contracting Ebola virus disease.\nThe Neini Chiefdom in Koinadugu District was subject to isolation after Ebola cases. On 19 November, it was reported that the Ebola virus was spreading intensely; \"much of this was driven by intense transmission in the country's west and north\", the WHO said.\n\nA British-built Ebola Treatment Centre which started in Kerry Town during November, generated some controversy because of its initially limited capacity. However, this was because they were following guidelines of how to safely open an Ebola treatment unit. This was the first of six planned treatment centres which, when completed, would be staffed by a number of NGOs.\nIn mid-November the WHO reported that while all cases and deaths continued to be under-reported, \"there is some evidence that case incidence is no longer increasing nationally in Guinea and Liberia, but steep increases persist in Sierra Leone\". On 19 November, it was reported that the Ebola virus was spreading intensely; \"much of this was driven by intense transmission in the country's west and north\", the WHO said. The first Cuban doctor to be infected with the virus was flown to Geneva. On 26 November, it was reported that due to Sierra Leone's increased Ebola transmission, the country would surpass Liberia in the total cases count. On 27 November, Canada announced it would deploy military health staff to the infected region. On 29 November, the President of Sierra Leone canceled a planned three-day shutdown in Freetown to curb the virus.\n\nDecember 2014\nOn 2 December, it was reported that the Tonkolili district had begun a two-week lockdown, \"which was agreed in a key stakeholders meeting of cabinet ministers, parliamentarians and paramount chiefs of the district as part of efforts to stem the spread of the disease\", according to a ministry spokesman. The move meant that a total of six districts, containing more than half of the population, were locked down.\nSierra Leone indicated, in a report on 5 December, that about 100 cases of the virus were now being reported daily. On the same day, it was further reported that families caught taking part in burial washing rituals, which can spread the virus, would be taken to jail. On 6 December, a report indicated that the Canadian Armed Forces would send a medical team to the country of Sierra Leone to help combat the Ebola virus epidemic.\nOn 8 December, the doctors in Sierra Leone went on strike, demanding better treatment for health care workers, according to Health Ministry spokesman Jonathan Abass Kamara.\nOn 9 December, Sierra Leone authorities placed the Eastern Kono District in a two-week lock-down following the alarming rate of infection and deaths there. The lock down lasted until 23 December. This followed the grim discovery of bodies piling up in the district. The WHO reported fear of a major breakout in the area. The district with 350,000 inhabitants buried 87 bodies in 11 days, with 25 patients dying in 5 days before the WHO arrived.\nOn 12 December, Sierra Leone banned all public festivities for Christmas or New Year, because of the outbreak. On 13 December, it was reported that the first Australian\nfacility had been opened; \"operations will be gradually scaled up to full capacity at 100 beds under strict guidelines to ensure infection control procedures are working effectively and trained staff ... are in place\", one source indicated.\nMédecins Sans Frontières/Doctors Without Borders, in partnership with the Ministry of Health, carried out during December the largest-ever distribution of antimalarials in Sierra Leone. Teams distributed 1.5 million antimalarial treatments in Freetown and surrounding districts with the aim of protecting people from malaria during the disease's peak season. A spokesman said \"In the context of Ebola, malaria is a major concern, because people who are sick with malaria have the same symptoms as people sick with Ebola. As a result, most people turn up at Ebola treatment centres thinking that they have Ebola, when actually they have malaria. It's a huge load on the system, as well as being a huge stress on patients and their families.\"\nBetween 14 and 17 December Sierra Leone reported 403 new cases with a total of 8,759 cases on the latter date. On 25 December, Sierra Leone put the north area of the country on lockdown. By the end of December Sierra Leone again reported a surge in numbers, with 9,446 cases reported.\nOn 29 December 2014, Pauline Cafferkey, a British aid worker who had just returned to Glasgow from working at the treatment centre in Kerry Town, was diagnosed with Ebola at Glasgow's Gartnavel General Hospital.\n\n2015: Outbreak continues\nJanuary 2015\nOn 4 January, the lockdown was extended for two weeks. On this day the country reported 9780 cases with 2943 deaths. Among healthcare workers there were 296 cases with 221 fatalities reported.\nOn 8 January, MSF admitted its first patients to a Treatment Centre (ETC) in Kissy, an Ebola hotspot on the outskirts of Freetown. Once the ETC is fully operational it will include specialist facilities for pregnant women. By 9 January, the case load in the country exceeded 10,000, with 10,074 cases and 3,029 deaths reported. On 9 January, it was reported that South Korea would send a medical team to Goderich.\nOn 10 January, Sierra Leone declared its first Ebola-free district. The Pujehun district in the south east of the country reported no new cases for 42 days.\n\nFebruary 2015\nA worker at Kerry Town clinic was evacuated to the United Kingdom on 2 February 2015, after a needlestick injury. On 5 February, it was reported that there was a rise in weekly cases for the first time this year.  The U.N. indicated that the sharp drop in cases had \"flattened out\" raising concern about the virus.\n\nMarch 2015\nOn 5 March, a report indicated cases in Sierra Leone continued to rise.  The government of Sierra Leone declared a three-day country-wide lock-down including 2.5 million people on 18 March. The U.N. indicates the outbreak will be over by August of this year.\nThe 3-day lock-down of over 6 million inhabitants revealed a 191% increase in possible Ebola cases. In Freetown alone 173 patients meeting the criteria for Ebola were discovered according to Obi Sesay from the National Ebola Response Center.\n\nSpring 2015\nAs of 12 May, Sierra Leone had gone 8 days without an Ebola case, and was down to two confirmed cases of Ebola. The WHO weekly update for 29 July reported a total of only three new cases, the lowest total in more than a year. On 17 August, the country had its first week with no new cases, and one week later the last patients were released.\n\nAugust/September 2015\nA new death was reported on 1 September after a patient from Sella Kafta village in Kambia District was tested positive for the disease after her death. On 5 September, another case of Ebola was identified in the village among the approximately 1000 people currently under quarantine. A woman tested positive for the virus. The \"Guinea ring vaccine\" has been administered by a WHO team in the village since Friday 5 September. On 8 September the head of the National Ebola Response Center confirmed new cases of Ebola. This brought the total from the village to four cases, with all of them being under the \"high risk\" contact cases with the death of the new index case in the village. In total four cases were then confirmed including the dead woman.\nOn 14 September, the National Ebola Response Center confirmed the death of a 16-year-old in a village in the Bombali district. Swabs taken from the body tested positive for the disease. The village was placed under quarantine. She had no history of traveling outside the village, and it is suspected that she contracted the disease from the semen of an Ebola survivor who was discharged in March 2015. Seven of her immediate contacts were taken to an Ebola treatment center, with a further three patients she had contact with at a health clinic. A new study to be published in the New England Journal of Medicine indicates the possibility that the virus may lurk in the semen of survivors for up to six months. Nearly half of 200 patients tested had traces of the virus in their semen six months after surviving the disease. On 7 November, the World Health Organization declared Sierra Leone Ebola-free.\n\nJanuary 2016\nSierra Leone entered a 90-day period of enhanced surveillance which was scheduled to conclude on 5 February 2016, but due to a new case in mid-January it did not. On 14 January, it was reported there had been a fatality linked to the Ebola virus. The case occurred in the Tonkolili district. Prior to this case WHO had advised, \"we anticipate more flare-ups and must be prepared for them ... massive effort is underway to ensure robust prevention, surveillance and response capacity across all three countries by the end of March.\" On 16 January, it was reported that the woman who died of the virus may have exposed several individuals; the government announced that 100 people had been quarantined. On the same day, WHO released a statement, indicating that originally the 90-day enhanced surveillance period was to end on 5 February. Investigations indicate the female case was a student at Lunsar in Port Loko district, who had gone to Kambia district on 28 December until returning symptomatic. Bombali district was visited by the individual, for consultation with an herbalist, later going to a government hospital in Magburaka. WHO indicates there are 109 contacts, 28 of which are high risk, furthermore, there are three missing contacts. The source or route of transmission which caused the fatality is still unknown. A second new case was confirmed on 20 January; the patient had contact with the previous fatality. On 17 March, the WHO declared the country Ebola-free.\n\nHealthcare capacity\nLong-term political factors contributed to the Ebola crisis including the acute dependency on external health assistance, patron-client politics, corruption and a weak state capacity. Prior to the Ebola epidemic Sierra Leone had about 136 doctors and 1,017 nurses/midwives for a population of about 6 million people. On 26 August, the WHO (World Health Organisation) shut down one of two laboratories after a health worker became infected. The laboratory was situated in the Kailahun district, one of the worst-affected areas. It was thought by some that this move would disrupt efforts to increase the global response to the outbreak of the disease in the district.\n\"It's a temporary measure to take care of the welfare of our remaining workers\", WHO spokesperson Christy Feig announced. He did not specify how long the closure would last, but said they would return after an assessment of the situation by the WHO. The medical worker, one of the first WHO staff infected by the Ebola Virus, was treated at a hospital in Kenema and then evacuated to Germany. By 4 October 2014, it was announced he has recovered and left Germany.\nAs the Ebola epidemic grew it damaged the health care infrastructure, leading to increased deaths from other health issues including malaria, diarrhoea, and pneumonia because they were not being treated. The WHO estimated on 21 September that Sierra Leone's capacity to treat Ebola cases fell short by the equivalent of 532 beds.\n\nDeath of health workers\nOn 27 August 2014, Dr. Sahr Rogers died from Ebola after contracting it working in Kenema. Sierra Leone lost three of its top doctors by the end of August to Ebola.\nA fourth doctor, Dr. Olivette Buck, became ill with Ebola in September and died later that month. Dr. Olivette Buck was a Sierra Leone doctor who worked in Freetown, who tested positive for Ebola on 9 September 2014, and died on 14 September 2014. Her staff believes she was exposed in August.  She eventually went to Lumley Hospital on 1 September 2014, with a fever, thinking it was malaria. After a few more days of illness she was admitted to Connaught Hospital.\nBy 23 September 2014, out of 91 health workers known to have been infected with Ebola in Sierra Leone, approximately 61 had died.\nOn 19 October, the WHO reported 129 cases with 95 deaths of healthcare workers (125 / 91 confirmed). On 2 November 2014, a fifth doctor, Dr. Godfrey George, a medical superintendent of Kambia Government Hospital died as a result of Ebola infection. On 17 November 2014, a sixth doctor, Dr Martin Salia, died as a result of Ebola infection, after being transported by medevac to Nebraska Medical Center in the United States.\nOn 18 November 2014, a seventh doctor, Dr Michael Kargbo, died in Sierra Leone. He worked at the Magburaka Government Hospital.\nDr. Aiah Solomon Konoyeima was reported to have Ebola in late November 2014, which would make him the eighth physician to contract Ebola. He was reported to have died from the disease on 7 December 2014, becoming what was reported as the tenth doctor to die from Ebola.\nOn 26 November 2014, a ninth doctor, Dr. Songo Mbriwa, was reported to be sick with Ebola disease. He was working at an Ebola treatment centre in Freetown. He was one of the doctors that cared for the late Dr Martin Salia, who experienced a false-negative Ebola test, but did indeed have it and may have exposed others.\nOn Friday 5 December, a senior health official announced the death of two of the country's doctors in one day. This brings the total number of doctors who have died from the disease in Sierra Leone to ten. Dr Dauda Koroma and Dr Thomas Rogers are the latest deaths among healthcare workers. The two doctors were not in the front line of the Ebola battle and did not work in an Ebola treatment hospital.\nOn 18 December, Dr. Victor Willoughby died from the disease after being tested positive for the disease on Saturday 6 December. The doctor died hours before he was to receive ZMAb, an experimental treatment from Canada, according to Dr. Brima Kargbo the country's chief medical officer. Dr. Victor Willoughby is the 11th doctor, and a top physician, to succumb to the disease.\n\nEvacuations\nOn 24 August William Pooley, a British nurse, was evacuated from Sierra Leone. He was released on 3 September 2014. In October 2014, he announced he would return to Sierra Leone.\nOn 21 September 2014, Spain evacuated a Catholic priest who had contracted Ebola while working in Sierra Leone with Hospital Order of San Juan de Dios. He died on 25 September in Madrid. On 6 October 2014, a nurse who treated the priest tested positive for Ebola. By 20 October 2014, the nurse seemed to have recovered after many days battling the disease in the hospital, with tests coming back negative.\nA doctor from Senegal contracted Ebola while working in Sierra Leone for the WHO, and was evacuated to Germany at the end of August 2014. By 4 October 2014, it was announced he has recovered and returned to Senegal.\nIn late September, a doctor working for an International Aid organization in Sierra Leone, was evacuated to Switzerland after potentially being exposed. He later tested negative for the disease.\nIn late September 2014, an American doctor working in Sierra Leone was evacuated to Maryland, USA, after being exposed to Ebola. \"Just because someone is exposed to the deadly virus, it doesn't necessarily mean they are infected\", said Anthony S. Fauci, director of the National Institute of Allergy and Infectious Diseases at the NIH. He was evacuated after a needle sticking accident and even developed a fever, but he was determined not to have Ebola and was released the first week in October 2014. After being discharged he remained at home under medical observation, checking his temperature twice a day for 21 days.\nIn early October, a Ugandan doctor who contracted Ebola while working in Sierra Leone was evacuated for treatment to Frankfurt, Germany. The doctor was working at Lakaa Hospital and flown out from Lungi Airport.\nOn 6 October 2014, a female Norwegian MSF worker tested positive for Ebola virus and was subsequently evacuated to Norway. Norwegian authorities reported that they had been granted a dose of the experimental biopharmaceutical drug ZMAb, a variant of ZMapp. ZMapp has previously been used on 3 Liberian health workers, of which 2 survived. It was also used on 4 evacuated westerners, of which 3 survived. A U.N. employee was evacuated to France in early November 2014 after contracting Ebola.\nOn 12 November 2014, Dr Martin Salia, a permanent resident of the United States, tested positive for Ebola while working as a specialist surgeon at the Connaught Hospital in Freetown. He is the sixth Sierra Leone doctor to have contracted Ebola virus disease. Initially he preferred to be treated at the Hastings Holding Centre by Sierra Leonean medical personnel, however on 15 November 2014, he was evacuated to the Nebraska Medical Center where his condition was reported as \"still extremely critical\" on 16 November. On 16 November the hospital released a statement that he \"passed away as a result of the advanced symptoms of the disease\".\nOn 18 November a Cuban doctor, Felix Baez, tested positive for Ebola and was due to be sent to Geneva for treatment. He later recovered. Baez was one of 165 Cuban doctors and nurses in Sierra Leone helping treat Ebola patients. There were a further 53 Cubans in Liberia and 38 in Guinea, making this the largest single country medical team mobilized during the outbreak.\n\nConfounding factors\nSierra Leonean government intransigence\nOn 5 October, The New York Times reported that a shipping container full of protective gowns, gloves, stretchers, mattresses and other medical supplies had been allowed to sit unopened on the docks in Freetown, Sierra Leone, since 9 August. The $140,000 worth of equipment included 100 bags and boxes of hospital linens, 100 cases of protective suits, 80 cases of face masks and other items, and were donated by individuals and institutions in the United States.\nThe shipment was organised by Mr Chernoh Alpha Bah, a Sierra Leonean opposition politician, who comes from Sierra Leonean President Ernest Bai Koroma's hometown, Makeni. The New York Times reported that political tensions may have contributed to the government delay in clearing the shipping container, to prevent the political opposition from trumpeting the donations.\nGovernment officials stated that the shipping container could not be cleared through customs, as proper procedures had not been followed. The Sierra Leonean government refused to pay the shipping fee of $6,500. The New York Times noted that the government had already received well over $40 million in cash from international donors to fight Ebola. The New York Times noted that in the 2 months that the shipping container remained on the docks in Freetown, health workers in Sierra Leone endured severe shortages of protective supplies, with some nurses having to wear street clothes.\nDavid Tam-Baryoh, a radio journalist, was held for 11 days when he and a talk show guest, an opposition party spokesperson, criticised how President Ernest Bai Koroma handled the Ebola outbreak in a live broadcast on 1 November 2014. The weekly show Monologue was taken off-air mid-show from the independently run Citizen FM.  He was arrested on 3 November and sent to the Pademba Road jail, after an executive order was signed by the president. On 14 November Sierra Leone's Deputy Information Minister Theo Nicol gave a statement that Baryoh had \"been put on a ten thousand dollar bail by the Criminal Investigation Department after a statement has been taken from him\".\n\nAmid concerns for his health, Tam-Baryoh apparently signed a confession to ensure his release from the prison, engineered by a committee made up of his lawyer, 2 journalists and a peace studies lecturer of the University of Sierra Leone. Rightsway International, an independent human rights group, has condemned President Koroma for allegedly dictating to the committee about obtaining the confession. A statement later released by the group read:Rightsway is disappointed that Tam Baryoh's forced confession has been published widely by pro-government media outlets and social networks. The publication of forced confessions is often used to discredit dissident news and information providers. This is a media propaganda tool used by dictatorial regimes, to avoid being exposed, investigated and punished for the grave violations of human rights.\n\nLocal conspiracy theories\n\"The Ebola outbreak was sparked by a bewitched aircraft that crashed in a remote part of Sierra Leone, casting a spell over three West African countries – but a heavily alcoholic drink called bitter Kola can cure the virus.\"\n\"Some members of the community thought it was a bad spirit, a devil or poisoning.\"\nAt the beginning of the outbreak, many did not believe that the disease existed. \"I thought it was a lie (invented) to collect money because at that moment I hadn't seen people affected in my community.\"\n\nCommunity violence\nOn 21 October, there was Ebola related violence and rioting in the eastern town of Koidu, with police imposing a curfew. Local youth fired at police with shotguns after a former youth leader refused health authorities permission to take her relative for an Ebola test. Several buildings were attacked and youth gangs roamed the streets shouting \"No more Ebola!\"\nA local leader reported seeing two bodies with gunshot wounds in the aftermath. Police denied that anyone had been killed. Doctors reported two dead. The local district medical officer said he had been forced to abandon the local hospital because of the rioting.\n\nEffects\nTravel restrictions\nThere are various restrictions and quarantines within Sierra Leone, and a state of emergency was declared on 31 July 2014.\n\nIn April 2014, The Gambia banned air travel from several West African countries including Sierra Leone.\nBy 11 June 2014, Sierra Leone closed its border with Liberia and Guinea.\nIn July airlines of Nigeria and Togo cancelled flights to Freetown.\nOn 1 August 2014, Ghana banned air travel from several Ebola impacted countries including Sierra Leone.\nOn 8 August 2014, Zambia banned travelers from Sierra Leone and Ebola-affected countries and also banned Zambians from going to those places.\nOn 10 August 2014, Mauritania blocked entry of citizens of Sierra Leone.\nOn 11 August 2014, Ivory Coast blocked travel from Sierra Leone, Liberia, and Guinea. The restriction was lifted on 26 September 2014.\nOn 12 August 2014, Botswana banned travel of all non-Botswanans from Sierra Leone, Guinea, Liberia, and Nigeria; they also added the D.R. Congo later that month.\nOn 18 August 2014, Cameroon banned travelers from several countries including Sierra Leone.\nOn 21 August 2014, South Africa banned travelers from Sierra Leone, Liberia, and Guinea, but its own citizens were allowed to return from these places.\nOn 22 August 2014, a Kenyan airline put temporary restrictions Sierra Leone, saying the Ebola outbreak was underestimated.\nOn 22 August 2014, Senegal blocked air travel to Sierra Leone, Liberia, and Guinea.\nOn 22 August 2014, Rwanda banned travelers who had been to Sierra Leone, Guinea, and Liberia in the previous 22 days.\nOn 11 September 2014, Namibia banned travelers from 'Ebola affected countries'.\nIn September 2014, bans on the Sierra Leone hosting federation football (soccer) games continued.\nIn October 2014, Trinidad and Tobago banned travelers from the Ebola-stricken West African countries, including Sierra Leone.\nIn October 2014, Jamaica, Colombia, Guyana and Saint Lucia banned travelers from Sierra Leone and other affected West African countries.\nIn mid October 2014, Saint Vincent and the Grenadines banned Sierra Leone nationals and those from some other West African nations.\nIn late October 2014, Panama banned anyone coming from, or had been in Sierra Leone, Liberia, or Guinea in the previous 21 days.\nOn 18 October 2014, Belize banned travelers from Sierra Leone, and also banned those that had been there or Guinea or Liberia in the previous 21 days.\nSuriname banned travelers who had been to Sierra Leone, Guinea, or Liberia in the previous 21 days unless they have a health certificate.\nBy 21 October 2014, the Dominican Republic banned foreigners who had been to Sierra Leone or other Ebola-affected nations in the previous 30 days.\nOn 11 November 2014, The Gambia opened its borders again to travelers from Sierra Leone, Liberia, Nigeria and Guinea.\n\nAdditional effects\nThe outbreak was noted for increasing hand washing stations, and reducing the prevalence of physical greetings such as hand-shakes between members of society.\nIn June 2014 all schools were closed because of the spread of Ebola.\nIn August 2014 the S.L. Health Minister was removed from that office. (see Cabinet of Sierra Leone) In October 2014 the Defense Minister was placed in charge of the anti-Ebola efforts. The president at this time was Ernest Bai Koroma.\nOn 13 October, the UN's International Fund for Agricultural Development stated up to 40% of farms had been abandoned in the worst Ebola-hit areas of Sierra Leone.\nIn October 2014 Sierra Leone launched a school by radio program, that will be transmitted on 41 of the local radio stations as well as on the only local TV station. (See Cultural effects of the Ebola crisis)\nSeptember through October is the malaria season, which may complicate efforts to treat Ebola. For example, one Freetown doctor did not immediately quarantine herself because she thought she had malaria not Ebola. The doctor was eventually diagnosed with Ebola and died in September 2014.\n\nLocal works derived from the Ebola crisis\nA Sierra Leone DJ, Amara Bangura, shares knowledge about Ebola in his weekly show which is transmitted on 35 stations in Sierra Leone. He takes selected questions from the text messages sent in and gets answers from health experts and government officials.\n\"White Ebola\", a political song by Mr. Monrovia,  AG Da Profit and Daddy Cool, centered on the general mistrust of foreigners.\n\"Ebola in Town\", a dance tune by a group of West African rappers, D-12, Shadow and Kuzzy Of 2 Kings warns people of the dangers of the Ebola virus and explaining how to react, became popular in Guinea and Liberia during the first quarter of 2014. A dance was developed in which no body contact was required, a rare occurrence in African dance. Some health care workers from the IFRC had concerns that the Ebola In Town song's warning \"don't touch your friend\" may worsen the stigma.\nIn August 2014, George Weah and Ghanaian musician Sidney produced a song to raise awareness about Ebola. All proceeds from the track been donated to the Liberian Health Ministry.\nThere are a number of Ebola-themed jokes circulating in West Africa to spread awareness.\n\nSee also\nReferences\nFurther reading\nExternal links\nWebsite of the Ministry of Health & Sanitation provides also situation reports for Sierra Leone\nPage of links to day-by-day situation updates from the  Ministry of Health & Sanitation\nInside Sierra Leone's Ebola clinics\nInside the history of Ebola\nInsights into the Early Epidemic Spread of Ebola in Sierra Leone Provided by Viral Sequence Data\nModeling the Impact of Interventions on an Epidemic of Ebola in Sierra Leone and Liberia (Graph for Sierra Leone)\nKenema Government Hospital",
    "url": "https://en.wikipedia.org/wiki/Ebola_virus_epidemic_in_Sierra_Leone",
    "summary": "An Ebola virus epidemic in Sierra Leone occurred in 2014, along with the neighbouring countries of Guinea and Liberia. At the time it was discovered, it was thought that Ebola virus was not endemic to Sierra Leone or to the West African region and that the epidemic represented the first time the virus was discovered there. However, US researchers pointed to lab samples used for Lassa fever testing to suggest that Ebola had been in Sierra Leone as early as 2006.",
    "categories": [
      "Category:2014 in Sierra Leone",
      "Category:2015 in Sierra Leone",
      "Category:2016 in Sierra Leone",
      "Category:All articles containing potentially dated statements",
      "Category:Articles containing potentially dated statements from October 2015",
      "Category:Articles with short description",
      "Category:Disease outbreaks in Sierra Leone",
      "Category:Infectious disease deaths in Sierra Leone",
      "Category:Short description with empty Wikidata description",
      "Category:Use dmy dates from July 2022",
      "Category:West African Ebola virus epidemic"
    ],
    "scraped_at": "2025-10-06T16:24:51.618011"
  },
  {
    "title": "Kush",
    "content": "Kush or Cush may refer to:\n\nBible\nCush (Bible), two people and one or more places in the Hebrew Bible\n\nPlaces\nKingdom of Kush, an ancient kingdom in Nubia\nKush (mountain), a mountain near Kalat, Pakistan Balochistan\nKush (Ras Al Khaimah), precursor settlement to Julfar\nKush (satrapy), a satrapy of the Achaemenid Empire\nHindu Kush, a mountain range in Afghanistan\nCush (hill), a mountain in County Tipperary, Ireland\n\nPeople\nGiven name\nKush Arora, dub and bhangra music producer from San Francisco\nCush Jumbo (born 1985), English actress\nKush Maini (born 2000), Indian racing driver\nKusha (Ramayana), one of the twin sons of Lord Rama and Sita\n\nSurname\nLennox Cush (born 1974), Guyanese–American cricketer\nWilbur Cush (1928–1981), Northern Irish football player\nEmil Kush (1916–1969), American baseball player\nEric Kush (born 1989), American football player\nFrank Kush (1929–2017), American football coach\nKundan Singh Kush (1881–1967), Arya Samaj missionary\nRod Kush (born 1956), American football player\nVladimir Kush (born 1965), Russian painter\n\nArts, entertainment, and media\nMusic\nKush (American band), American rap metal band\nKush (Australian band), Australian jazz rock band from the 1970s\n\"Kush\" (song), a 2010 single by Dr. Dre\nThe Kush, a 2007 album by the rapper Havoc\n\nOther arts, entertainment, and media\nKush (Conan), a nation in the fictional world of Conan the Barbarian\nKush (film), 2007 independent action-thriller film\n\"Kush\" (Sanctuary), an episode of the science fiction series Sanctuary\nKUSH, a radio station (1600 AM) licensed to serve Cushing, Oklahoma, United States\nKush Games, a now-defunct game development studio\n\nPlants\nKush (cannabis), a family of potent cannabis strains named for the Hindu Kush\nKusha grass, Desmostachya bipinnata, a perennial grass species\n\nOther uses\nKush (maize), a cornmeal preparation similar to grits or polenta\nKush Housing Association, a social landlord in London, England\nKush (drug), artificial drug mixture sometimes known as kush\nKush (red panda), a male red panda known for escaping Curraghs Wildlife Park\n\nSee also\nCushitic languages, a branch of the Afroasiatic language family spoken in north-east Africa\nHindukush (disambiguation)\nKoosh ball, a toy ball made of rubber filaments attached to a soft rubber core\nKusha (disambiguation)\nKushan Empire, an empire in South Asia in the 1st century CE\nKushi (disambiguation)\nQush (disambiguation)\nAll pages with titles containing kush",
    "url": "https://en.wikipedia.org/wiki/Kush",
    "summary": "Kush or Cush may refer to:",
    "categories": [
      "Category:All article disambiguation pages",
      "Category:All disambiguation pages",
      "Category:Broadcast call sign disambiguation pages",
      "Category:Disambiguation pages",
      "Category:Disambiguation pages with surname-holder lists",
      "Category:Place name disambiguation pages",
      "Category:Short description is different from Wikidata",
      "Category:Use dmy dates from August 2020"
    ],
    "scraped_at": "2025-10-06T16:24:52.410261"
  }
]