[
  {
    "title": "Economy of Sierra Leone",
    "content": "The economy of Sierra Leone is $8.39 billion by gross domestic product as of 2025. Since the end of the Sierra Leone Civil War in 2002, the economy is gradually recovering with a gross domestic product growth rate between 4 and 7%. In 2024, the IMF ranked it the 149th largest economy in the world by PPP.\nSierra Leone's economic development has always been hampered by an overdependence on mineral exploitation.  Successive governments and the population as a whole have always believed that \"diamonds and gold\" are sufficient generators of foreign currency earnings and lure for investment.\nAs a result, large scale agriculture of commodity products, industrial development and sustainable investments have been neglected by governments. The economy could thus be described as one which is \"exploitative\" - a rentier state - and based upon the extraction of unsustainable resources or non-reusable assets.\nTwo-thirds of the population of Sierra Leone are directly involved in subsistence agriculture. Agriculture accounted for 58 percent national GDP in 2007.\n\nEconomic history\nThis is a chart of trend of gross domestic product of Sierra Leone at market prices estimated by the International Monetary Fund and EconStats with figures in millions of Sierra Leones.\n\nCurrent GDP per capita of Sierra Leone grew 32% in the 1960s, reaching a peak growth of 107% in the 1970s. But this proved unsustainable and it consequently shrank by 52% in the 1980s and a further 10% in the 1990s.\nThe mean wage was US$0.32 per hour in 2009.\n\nEconomic sectors\nAgriculture\nTwo-thirds of the population of Sierra Leone are directly involved in subsistence agriculture. Agriculture accounted for 58 percent national Gross Domestic Product (GDP) in 2007.\nAgriculture is the largest employer with 80 percent of the population working in the sector. Rice is the most important staple crop in Sierra Leone with 85 percent of farmers cultivating rice during the rainy season and an annual consumption of 76 kg per person.\n\nEnergy\nMining\nRich in minerals, Sierra Leone has relied on the mining sector in general, and diamonds in particular, for its economic base. In the 1970s and early 1980s, economic growth rate slowed because of a decline in the mining sector. Financially disadvantageous exchange rates and government budget deficits led to sizable balance-of-payments deficits and inflation.\nCertain policy responses to external factors as well as implementations of aid projects and maintenance have led to a general decline in economic activity and a serious degradation of economic infrastructures. Sierra Leone's short-term prospects depend upon continued adherence to International Monetary Fund programs and continued external assistance.\n\nTelecommunications\nRadio is the most-popular and most-trusted media source in Sierra Leone, with 72% of people in the country listening to the radio daily. Sierra Leone is home to one government-owned national radio station and roughly two dozen private radio stations, as well as one government-owned and one private TV station.\nTelephone and telegraph services are marginal, but improving. Internet usage is low, reaching just 1.3% of the population in 2012, but improving with growth in 3G mobile cellular data services and the mid-2011 arrival of the ACE international fiber-optic cable system in Freetown.\n\nTourism\nAccording to the International Labour Organization, approximately 8,000 Sierra Leoneans are employed in the tourism industry, with a growing number of jobs expected to be created in the future. The main entrance point is Freetown International Airport, where transport to and from has been problematic.  The main attractions for tourist in Sierra Leone are the beaches, nature reserves and mountains.\n\nTransport\nBecause of widespread poverty, high petroleum prices and a large portion of the population residing in small communities, walking is often the preferred method of transportation in Sierra Leone. There are 11,700 kilometres (7,270  mi) of highway in Sierra Leone, of which 936 km (582 mi) are paved.\nThere are 800 km (497 mi) of waterways in Sierra Leone, of which 600 km (373 mi) are navigable year-round. Major ports of Sierra Leone include: Bonthe, Freetown and Pepel. Queen Elizabeth II Quay in Freetown represents the country's only deep water port facility capable of berthing large-hulled cargo or military vessels.\nThere are ten airports in Sierra Leone, of which one - Lungi International Airport in Freetown -  has a paved runway in excess of 3000m in length.  Of the remaining airports, all of which have unpaved runways, seven have runways of lengths between 914 and 1,523 m (2,999 and 4,997 ft); the remaining two having runways of shorter length. There are two heliports in the country.\n\nTrade and investment\nMineral exports remain Sierra Leone's principal foreign exchange earner. Sierra Leone is a major producer of gem-quality diamonds. Though rich in this resource, the country has historically struggled to manage its exploitation and export. Annual production estimates range between $70–$250 million; however, only a fraction of that passes through formal export channels (1999: $1.2 million; 2000: $16 million; 2001: projections $25 million). The balance is smuggled out and has been used to finance rebel activities in the region, money laundering, arms purchases, and financing of other illicit activities, leading some to characterize Sierra Leone's diamonds as a \"conflict resource.\"\nRecent efforts on the part of the country to improve the management of the export trade have met with some success. In October 2000, a new UN-approved export certification system for exporting diamonds from Sierra Leone was put into place that led to a dramatic increase in legal exports. In 2001, the Government of Sierra Leone created a mining community development fund, which returns a portion of diamond export taxes to diamond mining communities. The fund was created to raise local communities' stake in the legal diamond trade.\nSierra Leone has one of the world's largest deposits of rutile, a titanium ore used as paint pigment and welding rod coatings. Sierra Rutile Limited, fully owned by Nord Resources of the United States, began commercial mining operations near Bonthe in early 1979. Sierra Rutile was then the largest non-petroleum U.S. investment in West Africa. The export of 88,000 tons realized $75 million for the country in 1990.\nThe company and the Government of Sierra Leone concluded a new agreement on the terms of the company's concession in Sierra Leone in 1990. Rutile and bauxite mining operations were suspended when rebels invaded the mining sites in 1995. Negotiations for reactivation of rutile and bauxite mining are in progress. The U.S. interest in the company has been reduced to 25%.\nSince independence, the Government of Sierra Leone has encouraged foreign investment, although the business climate suffers from uncertainty and a shortage of foreign exchange because of civil conflicts. Investors are protected by an agreement that allows for arbitration under the 1965 World Bank Convention. Legislation provides for transfer of interest, dividends, and capital.\n\nCentral Asia\nOn 8 April 2025, Sierra Leone’s Minister of Foreign Affairs, Timothy Musa Kabba, paid his first official visit to Kazakhstan, where he met with Deputy Prime Minister and Foreign Minister Murat Nurtleu. The two countries agreed to enhance cooperation in trade, transport and logistics, healthcare, agriculture, and IT. Kazakhstan, a major global grain producer, proposed using the Trans-Caspian International Transport Route to supply African markets with food products. Additionally, the Kazakhstan Agency for International Development shared elements of its e-Government platform with Sierra Leone, building on a prior memorandum of understanding. A Roadmap for Cooperation between the foreign ministries was signed, and Sierra Leone also supported Kazakhstan’s initiative to establish a UN Regional Center for Sustainable Development Goals in Almaty.\n\nCurrency and central bank\nThe currency is the SLE. The central bank of the country is the Bank of Sierra Leone, which is in the capital, Freetown. The government operates a floating exchange rate system, and foreign currencies can be exchanged at any of the commercial banks, recognized foreign exchange bureaux, and most hotels. Credit card use is limited in Sierra Leone, though it may be used at some hotels and restaurants. There are a few internationally linked automated teller machines that accept Visa cards in Freetown operated by ProCredit Bank.\n\nMembership of international economic bodies\nSierra Leone is a member of the Economic Community of West African States (ECOWAS). With Liberia and Guinea, it formed the Mano River Union (MRU) customs union, primarily designed to implement development projects and promote regional economic integration.\nThe MRU has so far been inactive because of domestic problems and internal and cross-border conflicts in all three countries. The future of the MRU depends on the ability of its members to deal with the fallout from these internal and regional problems.\nSierra Leone is a member of the WTO.\n\nStatistics\nGDP:\npurchasing power parity - $11.55 billion (2017 est.)\nGDP - real growth rate:\n3.7% (2017 est.)\nGDP - per capita:\n$1,600 (2017 est.)\nGross national saving: \n10% of GDP (2017 est.)\nGDP - composition by sector:\nagriculture:\n60.7% (2017 est.) \nindustry:\n6.5% (2017 est.) \nservices:\n32.9% (2017 est.)\nPopulation below poverty line::\n70.2% (2004 est.)\nDistribution of family income - Gini index:\n34 (2011)\nInflation rate (consumer prices):\n18.2% (2017 est.)\nLabor force:\n2.972 million (2017 est.)\nLabor force - by occupation:\nagriculture:\n61.1% (2014 est.) \nindustry:\n5.5% (2014 est.) \nservices:\n33.4% (2014 est.)\nUnemployment rate:\n15% (2017 est.)\nBudget:\nrevenues:\n562 million (2017 est.) \nexpenditures:\n846.4 million (2017 est.)\nBudget surplus (+) or deficit (-):\n-7.9% (of GDP) (2017 est.)\nPublic debt: \n63.9% of GDP (2017 est.) \nIndustries:\ndiamond mining; iron ore, rutile and bauxite mining; small-scale manufacturing (beverages, textiles, footwear)\nIndustrial production growth rate:\n15.5% (2017 est.)\nelectrification: total population: 5% (2013)\nelectrification: urban areas: 11% (2013)\nelectrification: rural areas: 1% (2013)\nElectricity - production:\n300 million kWh  (2016 est.)\nElectricity - production by source:\nfossil fuel:\n23%\nhydro:\n51%\nnuclear:\n0%\nother renewable:\n26% (2017)\nElectricity - consumption:\n279 million kWh  (2016 est.)\nElectricity - exports:\n0 kWh  (2016 est.)\nElectricity - imports:\n0 kWh  (2016 est.)\nAgriculture - products:\nrice, coffee, cocoa, palm kernels, palm oil, peanuts, cashews; poultry, cattle, sheep, pigs; fish\nExports:\n$808.4 million  (2017 est.)\nExports - commodities:\niron ore, diamonds, rutile, cocoa, coffee, fish\nExports - partners:\nCote dIvoire 37.7%, Belgium 20.5%, US 15.7%, China 10.2%, Netherlands 6.1% (2017)\nImports:\n$1.107 billion  (2017 est.)\nImports - commodities:\nfoodstuffs, machinery and equipment, fuels and lubricants, chemicals\nImports - partners:\nChina 11.5%, US 9.2%, Belgium 8.8%, UAE 7.7%, India 7.4%, Turkey 5.2%, Senegal 5.1%, Netherlands 4.3% (2017)\nDebt - external:\n$1.615 billion  (31 December 2017 est.)\nReserves of foreign exchange and gold:\n$478 million  (31 December 2017 est.)\n\nSee also\nExtractive industries\nUnited Nations Economic Commission for Africa\n\nReferences\nExternal links\nSierra Leone latest trade data on ITC Trade Map\nCIA World Factbook",
    "url": "https://en.wikipedia.org/wiki/Economy_of_Sierra_Leone",
    "summary": "The economy of Sierra Leone is $8.39 billion by gross domestic product as of 2025. Since the end of the Sierra Leone Civil War in 2002, the economy is gradually recovering with a gross domestic product growth rate between 4 and 7%. In 2024, the IMF ranked it the 149th largest economy in the world by PPP.\nSierra Leone's economic development has always been hampered by an overdependence on mineral exploitation.  Successive governments and the population as a whole have always believed that \"diamonds and gold\" are sufficient generators of foreign currency earnings and lure for investment.\nAs a result, large scale agriculture of commodity products, industrial development and sustainable investments have been neglected by governments. The economy could thus be described as one which is \"exploitative\" - a rentier state - and based upon the extraction of unsustainable resources or non-reusable assets.\nTwo-thirds of the population of Sierra Leone are directly involved in subsistence agriculture. Agriculture accounted for 58 percent national GDP in 2007.",
    "categories": [
      "Category:African Union member economies",
      "Category:All articles with unsourced statements",
      "Category:Articles with German-language sources (de)",
      "Category:Articles with excerpts",
      "Category:Articles with short description",
      "Category:Articles with unsourced statements from March 2024",
      "Category:Blood diamonds",
      "Category:Economy of Sierra Leone",
      "Category:Short description is different from Wikidata",
      "Category:Vague or ambiguous geographic scope from October 2014",
      "Category:World Trade Organization member economies"
    ],
    "scraped_at": "2025-10-06T16:24:38.561009"
  },
  {
    "title": "Mining in Sierra Leone",
    "content": "The mining industry of Sierra Leone accounted for 4.5 percent of the country's GDP in 2007 and minerals made up 79 percent of total export revenue with diamonds accounting for 46 percent of export revenue in 2008.  The main minerals mined in Sierra Leone are diamonds, rutile, bauxite, gold, iron and limonite.\nMining in Sierra Leone has been seen as one of the key factors for instability in the country and one of the reasons for the country's recent civil war. Traditionally, benefits from diamond mining have ended up with private  companies and corrupt officials rather than the country's government and people.\nThe Ministry of Mineral Resources is responsible for the management of the country's minerals sector and the Mines and Minerals Act 2009. Sierra Leone is a candidate for the Extraction Industries Transparency Initiative (EITI). GoSL publishes data on licenses and payments by mining companies on their Online Repository established by Revenue Development Foundation, the repository was launched in January 2012.\n\nHistory\nOrganised mining began in the 1920s with bauxite first being recorded in 1920 along the Falaba to Waia road.  Diamonds were found in the early 1930s, from 1934 to 1956 the Sierra Leone Selection Trust (SLST) held the monopoly for mining, prospecting for and marketing diamonds throughout Sierra Leone. The Consolidated African Selection Trust Ltd (CAST), which owned mining operation around West Africa, provided the initial capital for the SLST.\nThe monopoly was originally given for 99 years but in 1955 the SLST gave up rights to alluvial deposits outside its lease area.  This allowed artisan and small scale mining of alluvial deposits, and by 1965 there had been a large movement from agricultural work to working these deposits.  In 1970 a joint SLST and government organisation was formed called the National Diamond Mining Corporation (NDMC).\nBefore the start of the Civil War in 1991 250,000 people made a living in the mining and quarrying sector with direct and indirect employment accounting for 14% of the country's total labour force.  The mineral wealth of Sierra Leone, especially in diamonds, became a key factors in its instability and the outbreak of Civil War.\n\nResource curse\nDespite being among the top-ten diamond-producing nations, the mining sector faces many challenges, including weak laws and smuggling issues. Sierra Leone is losing large revenue that could have been earned from taxes and licensing agreements. Those revenues could be reinvested for example in the healthcare sector to help those people whose health is affected by mining operations.\nResearch suggests that 50% of Sierra Leone’s diamonds were smuggled annually. Sierra Leone’s mining performance is extremely poor as compared to Botswana, where mining contributes approximately 38% to their GDP.\n\nRutile\nSierra Leone is ranked as one of the top five producers of rutile, a titanium ore, used in paint pigment and welding rod coatings.  The government issued leases for mining rutile are held by Sierra Rutile Limited which is owned by Titanium Resources Group which is owned by European and U.S investors. These leases cover 580 km2 of land where there are 19 identified deposits of rutile.  In 2009 the Government of Sierra Leone received Le 1,854 million in royalties from rutile mining.\nIn 2009 production decreased by 19.07 percent to 63,860 tons, and exports were worth US$ 35,920,300.\nOn 8 December 2016, Sierra Rutile Limited, Sierra Leone's largest rutile producer, was acquired by Australian mineral sands miner Iluka Resources.\n\nGold\nGold mining in Sierra Leone consisted of small scale operation exploiting alluvial deposits.  After the end of the Sierra Leone Civil War exploration of gold grew and by 2013 to 2015 new modern mines are expected to be in production.  In 2010 Cluff Gold, a British company, found gold deposits in the rocks of the southern Kangari hills and is planning to build a mechanised mine to extract it.\nIn 2009 production levels of gold fell by 17.71 percent to 5060 Troy Ounces (157 kg) from 6150 Troy Ounces (191 kg) in 2008.  This was due to a drop in mining activity in the second half of the year and was despite a rise in the price of gold on the global market. The drop may also have been due to increased smuggling as the Government of Sierra Leone had raised the duty to higher than the neighboring countries. The increase in the value of gold meant gold exports were worth 15.73 percent more at US$4,764,000 in 2009 compared to US$4,116,400 in 2008.\n\nDiamonds\nOverview\nDiamonds are found in about a quarter of Sierra Leone in the south-east and east of the country, with the diamond fields covering 7,700 square miles.  The main production areas are concentrated around the drainage areas of rivers in the Kono, Kenema and Bo Districts. In the Kono, Kenema, Bo and Pujehun Districts there are 1,700 artisanal mining licenses in operation.\nIn 2009 the government recorded exports of 400,480 carats (80,096 g) of diamonds; this included 143,620 carats (28,724 g) of industrial diamonds and 256,860 (51,372 g) of gem diamonds.  This was an increase of 7.86 percent on the previous year which was a result of legislative changes, in the form of a new mining law, to enable fees and royalties to be collected more effectively and an increase in the amount of diamond mining. Diamond exports were worth US$78,373,900 in 2009, accounting for 59 percent of the country's exports. The drop in the value of diamonds on the world market meant that the value of diamond exports decreased by 20.68 percent in 2009 compared to 2008.\nThe largest diamond found in Sierra Leone, and the third largest diamond in the world, was a 969.8-carat (194 g) rough diamond.  It was found in 1972 and named the An-al of Sierra Leone.\nSierra Leone should have been one of the world’s richest countries, being blessed with resources, including gold and diamonds. However, it remains one of the world’s poorest countries, ranking 203 out of 206 countries by World Development Report. Revenue from mining in Sierra Leone has not been redistributed to benefit the larger population.   The mining industry contributed 4.5% towards its gross domestic product (GDP) in 2007.   Economic development is low due to poor management of resources and unrealized potential revenue.\n\nHistorical context\nDiamonds were first discovered in Sierra Leone in the 1930s by British colonialists, with significant mining efforts beginning in 1935. Sierra Leonean diamonds are renowned for their high quality, and retained a high value on the market. The colonial government granted exclusive mining rights to the Sierra Leone Selection Trust (SLST). The De Beers Diamond Consortium, however, quickly took control of the mining trade shortly after and established offices in Freetown, as well as in mining districts around the country (most notable among these was the Kono District). Under colonial rule, mining efforts were largely controlled and overseen by De Beers and the British government, and profits were generally contained to British and European stakeholders. Growth of the mining industry contributed to the development of mining communities in bettering employment, infrastructure, and social services, though the communities saw little material gains in their own lives.\nDespite the control that De Beers had over the industry at the time, many other actors, both internal and external, realized they could accrue a great deal of profits through illicit mining and smuggling of diamonds out of the country. Very quickly, the illegal diamond trade expanded, and a strong pipeline was established between Sierra Leone and Liberia as traders – many of whom were Lebanese – carried diamonds across the border. These illicit mining efforts let local communities realize more of the gains from trading diamonds. In an effort to gain greater control over the diamond industry, the Sierra Leonean government enacted legislation in 1956 that allowed for legal marketing of diamond production within the nation. In doing so, the government granted a monopoly to the De Beers Group, making it a Central Selling Organization (CSO). However, this only furthered the illicit mining industry, as legitimate diamond exports continued to decline throughout the next several decades.\n\nSeven years after gaining independence, Siaka Stevens was elected Prime Minister of Sierra Leone in 1968. He is regarded as the first person to officially make diamond mining and trading a tool of political power, and encouraged illicit mining under his rule. He nationalized the diamond mines, including those run by De Beers, and created the National Diamond Mining Company (NDMC). The NDMC gave Stevens and his right-hand man, Jamil Mohammed, unprecedented wealth and power through profits gained in the mining industry. Centralization of the mines and subsequent profits through the 1970s and 1980s drove out much of the corporate mining that was once dominant in Sierra Leone. It is reported that, under Stevens, legitimate diamond exports dropped from more than two million carats in 1980 to 48,000 carats in 1988.\nAs Siaka Stevens’s rule came to its end in 1984, De Beers removed itself from Sierra Leone and sold its remaining shares to the Precious Metals Mining Company which was controlled by Jamil Mohammed. The corruption within the government continued as Stevens’s successor as Prime Minister, Joseph Momoh, took office. Illicit diamond trading prospered and Mohammed, as well as other Lebanese traders who were also tied to the mining efforts, continued receiving funds through the trade in Sierra Leone. In 1987, though, Mohammed was exiled following a failed coup attempt and connections with Lebanese traders faded into the 1990s. This allowed for an influx of Israeli investors and stakeholders to enter the diamond trade in Sierra Leone who had ties with Antwerp, the center of the global diamond market. The HRD, a Belgian group that structures formal trading agreements of diamonds and monitors diamond trading, retained lackluster standards that allowed traders to smuggle diamonds out of Sierra Leone and sell them to European buyers. The HRD listed a diamond’s country of origin to only be that which it is exported from, which in this case was often Liberia, allowing diamonds to continue being funneled out of the country through its neighboring nation.\n\nThe role of diamond mining in the Civil War\nThe history of corruption and open government ties to the illegal diamond trade was not well received among the populace, leading to the creation of the Revolutionary United Front (RUF) and eventually the advent of the Sierra Leone Civil War. This group, made up of soldiers from Sierra Leone and Liberia, led a coup attempt in 1991, beginning a long civil war within the nation which lasted until 2002. Knowing that control of the mines would allow the RUF to fund their revolutionary efforts, much of the fighting was contained in and around the diamond districts. As the civil war continued, the RUF furthered their consolidation of these mines, using the sales of “conflict diamonds” to buy arms and fuel their brutal tactics of warfare.\nIn attempts to limit the RUF’s power and access to funds from diamond sales, the United Nations sent peacekeeping forces into Sierra Leone and imposed a worldwide embargo on diamonds exported from Sierra Leone. This included barring the private diamond industry from buying diamonds which were not certified by the Government of Sierra Leone.\nThe impacts of the civil war were disastrous for Sierra Leone, leaving tens of thousands dead and towns destroyed. The RUF has been condemned for various war crimes and human rights abuses, including mass killings, widespread rape, and enlisting of underage soldiers. Moreover, the blood diamond industry continued to thrive, despite the efforts of the UN, with little to none of the profits going back into development of the nation itself.\n\nDe Beers and the diamond trade in the 2000s\nThough De Beers removed itself from Sierra Leone in a formal capacity in 1985, it continues to be involved with the diamond trade through this day. While it outwardly condemned the sale of conflict diamonds throughout the civil war, it received significant criticism in the early 2000s for allegedly buying diamonds from insurgent groups — through outside dealers — to retain its majority share of the diamond market. In doing so, De Beers was able to continue setting the market price and hold its dominant position in the industry. In following years, De Beers made several commitments to only buying diamonds when its origin has been officially certified.\nRecently, De Beers has taken a more direct approach to working with Sierra Leone in an effort to create a market for ethically-sourced and artisanal diamonds. Its new program, called GemFair, was created alongside the Diamond Development Initiative and centers around a digital monitoring system that traces the origin and history of diamonds. Starting out as a pilot program in 2018, it included 14 mining sites in the Kono district. GemFair also includes a miner training program that trains workers on fair labor practices and safer working standards. As of 2021, the program has grown to include 160 members.\n\nDiamond mining today\nThe creation of the Kimberley Process Certification Scheme in 2003 strove to eradicate the use and trade of conflict diamonds. The Kimberley Process has since been instrumental in sustaining a more robust form of governance over the diamond mining industry both in Sierra Leone, as well as around Africa.\nSierra Leone also maintains a robust legal diamond industry, including both public and private actors. Recently, significant deposits of diamonds, bauxite, iron ore, and gold have been discovered in Sierra Leone which has the potential to bring about significant growth to the economically struggling nation. The current president of Sierra Leone, Julius Maada Bio, has spoken publicly about his hope that these profits foster robust economic development throughout the country. He announced plans to work with the World Bank and state-run mining agencies to improve extraction processes and increase transparency within the institutions. In an address to the UK House of Lords, President Bio emphasized his desire to focus on public investments, particularly those in education. Rather than focusing solely on mining, he has expressed a desire to ensure profits are used effectively and equitably around the nation.\n\nThough the government has expressed this sentiment, there are still ample issues within the mining sector in Sierra Leone. In December 2022, Amnesty International released a report outlining the human rights abuses which continue in the diamond mining sector in Sierra Leone. Specifically, it focuses on the practices of Meya Mining in the Kono district, finding the impacts of mining to have led to unsafe water, “dangers to communities living in the vicinity of the mine, and other violations of the socio-economic rights of local people.”\nFurther, international actors maintain a strong presence in the mining space throughout the country. Israeli-owned BSG Resources has evicted communities from their homes, polluted local water sources, and worked with the government to suppress protests. Workers, particularly those in the Kono District, make $2–3 working more than ten hours per day. Evidently, the problems of worker exploitation and foreign intervention have yet to disappear from Sierra Leone.\nDespite the illegality of diamond smuggling under the Kimberley Process, the illicit diamond trade persists to this day. Hundreds of millions of dollars continue to be made through the illegal sales of diamonds, while Sierra Leone continues to face issues of lacking infrastructure and slow development. Workers continue to be exploited in the industry, and make less than a fraction of what they mine. While eyes are turned to the government to remedy these issues, widespread corruption halts progress from ensuing, with Transparency International rating them 110/180 on their corruption index.\n\nBauxite\nSierra Leone's production of bauxite, an aluminium ore, is around one percent of the total global production.  Deposits occur between Moyamba and Mano, on the Freetown Peninsular, at Krim-Kpaka in the Pujehun District, southern Sierra Leone; in north on the road from Falaba to Waia, at Kamakwie and Makumre.\nSierra Minerals Holdings is the only company mining bauxite in the country, and the second largest employer in the mining industry.  It runs the Sieromco Bauxite Mine as well as holding the mining lease to 321.7 km2.  In 2009 production of bauxite fell by 22.17 percent to 742,820 tons. This was due to Sierra Minerals ceasing production from June to September 2009 as a response to falling global demand for aluminum, which is produced from bauxite.\n\nCultural references\nThe mining industry in Sierra Leone is the central focus of Kanye West’s 2005 single Diamonds from Sierra Leone. West speaks about the poor working conditions of the miners in Sierra Leone and the effect of the first world’s luxurious and expensive lifestyles on the third world mining industries in Africa, specifically the expensive diamonds exported from Sierra Leone. Kanye emphasizes the illegal diamond trade in Sierra Leone as a leading factor resulting in a gruesome civil war. The song hit top 50 on the US Billboard Top 100 in 2005 and received high praise.\n\nGovernance\nInstitutions\nInefficiency and corruption of Sierra Leone’s institutions are impeding its economic growth.  Absence of well-established institutions is the result of the destructive civil war which ended only in 2002.  World Bank’s assistance brought reforms but also allowed local government to become lax.  The Ministry of Mineral Resources (Sierra Leone)(MMR) administers the regulations and property rights of the Mines and Minerals Act (Sierra Leone) in 2009.  However, licences made by mining companies were only published in 2011.\nThis reflects inefficiency in establishing a legal framework due to time-lag.\nIt is also questionable whether there are proper corruption-checking mechanisms.  Although the Sierra Leone Anti-corruption Commission (ACC) investigates corruption cases, critics have that noted it could merely be a political tool to quieten the government’s political opponents.  However, the ACC objects to this and claims it is impartial.  Pervasive corruption and unstable political environment stymie Sierra Leone’s economic growth and decrease investors’ confidence in Sierra Leone’s business and political climate.\n\nMining industry and other economic sectors\nPolicies regarding well-management of mining industry should be done alongside a broader focus for the economy’s development, and greater efforts should be done to expand the manufacturing and service sector, which currently only contribute 12% to the GDP.  Sierra Leone produces raw diamonds but gem-quality diamonds are manufactured in developed countries like Belgium.  For example, the government of Sierra Leone can provide greater tax incentives for investors to conduct businesses and invest in Sierra Leone, to facilitate the transfer of technology and skills to the native workers.  One recent example is the Gemstone School Sierra Leone, which was established as an institution to improve diamond polishing, cutting and jewelry-manufacturing skills to boost job-training and employment opportunities locally and to attract overseas investors.\nMore efforts from the government and Multi-National Corporations can hence be done in the future to build more diamond-processing facilities and plants in Sierra Leone to boost the diamond mining industry.\n\nReferences\nFurther reading on diamond mining\nYeung, Peter. “Coated in Hope and Penury: The Story of Sierra Leone’s Artisan Miners.” Al Jazeera, 19 Apr. 2022, https://www.aljazeera.com/features/2022/4/19/the-story-sierra-leone-artisan-miners.\nJamasmie, Cecilia. “De Beers Expands Pilot Scheme in Sierra Leone to Sell Ethically Sourced ...” Mining.com, Glacier Media Group, 24 Apr. 2019, https://www.mining.com/de-beers-expands-pilot-scheme-sierra-leone-sell-ethically-sourced-diamonds/.\nReno, William. Sierra Leone and Conflict Diamonds: Establishing a Legal Diamond Trade and Ending Rebel Control Over the Country's Diamond Resources. IU Robert H. McKinney School of Law, 2002, https://mckinneylaw.iu.edu/iiclr/pdf/vol11p633.pdf.\nCowell, Alan. “Controversy Over Diamonds Made Into Virtue by De Beers.” The New York Times, 22 Aug. 2000, https://www.nytimes.com/2000/08/22/business/controversy-over-diamonds-made-into-virtue-by-de-beers.html.\nThomas, Abdul Rashid. “De Beers to Create More Opportunities for Local Diamond Miners in Sierra Leone.” The Sierra Leone Telegraph, https://www.thesierraleonetelegraph.com/de-beers-to-create-more-opportunities-for-local-diamond-miners-in-sierra-leone/.",
    "url": "https://en.wikipedia.org/wiki/Mining_in_Sierra_Leone",
    "summary": "The mining industry of Sierra Leone accounted for 4.5 percent of the country's GDP in 2007 and minerals made up 79 percent of total export revenue with diamonds accounting for 46 percent of export revenue in 2008.  The main minerals mined in Sierra Leone are diamonds, rutile, bauxite, gold, iron and limonite.\nMining in Sierra Leone has been seen as one of the key factors for instability in the country and one of the reasons for the country's recent civil war. Traditionally, benefits from diamond mining have ended up with private  companies and corrupt officials rather than the country's government and people.\nThe Ministry of Mineral Resources is responsible for the management of the country's minerals sector and the Mines and Minerals Act 2009. Sierra Leone is a candidate for the Extraction Industries Transparency Initiative (EITI). GoSL publishes data on licenses and payments by mining companies on their Online Repository established by Revenue Development Foundation, the repository was launched in January 2012.",
    "categories": [
      "Category:All Wikipedia articles in need of updating",
      "Category:All articles needing additional references",
      "Category:Articles needing additional references from June 2023",
      "Category:Articles with multiple maintenance issues",
      "Category:Articles with short description",
      "Category:CS1: unfit URL",
      "Category:Economy of Sierra Leone",
      "Category:Mining in Sierra Leone",
      "Category:Mining industry by country",
      "Category:Short description is different from Wikidata",
      "Category:Wikipedia articles in need of updating from October 2021"
    ],
    "scraped_at": "2025-10-06T16:24:39.399749"
  },
  {
    "title": "Agriculture in Sierra Leone",
    "content": "Agriculture in Sierra Leone is a significant part of the economy of Sierra Leone, with it accounting for 58 percent national Gross Domestic Product (GDP) in 2007.  Two-thirds of the population of Sierra Leone are involved in subsistence agriculture.\nThe agricultural sector grew by about 14 percent in 2007, led by crops, and five percent in 2008. Despite this growth the country is a net importer of food; for example, in 2004 19,000 tonnes of rice was imported.\n\nEconomic value\nAgriculture accounts for more than half of Sierra Leone's GDP, 58.5% in 2007. It is the largest employer, with 80 percent of the population working in the sector and two thirds of the population involved in subsistence agriculture. In 2007 the sector grew by 14 percent, led by crops and by five percent in 2008.\nSierra Leone is not self-sufficient in food. Food is one of Sierra Leone's biggest imports. Agricultural exports in 2006 accounted for 4 percent of total exports worth more than six million US dollars with cocoa being the biggest export, accounting for more than 5 million US dollars of this.\n\nAgricultural products\nRice\nRice is the most important staple crop in Sierra Leone with 85 percent of farmers cultivating rice during the rainy season and an annual consumption of 76 kg per person. In 2004 an area of 2,100 km2 (810 sq mi) was cultivated for rice producing an annual yield of 265,000 t. Rice is grown in three different ecologies, mangrove swamp rice, upland rice and deepwater rice. With around 200 km2 (77 sq mi) of land in deepwater rice cultivation Sierra Leone is the main area for tropical deepwater rice.\n\nCassava\nThe second staple food grown across the country is cassava with an annual yield of 350,000t in 2006. The main areas of production are in the south-west, central and far north. The main problems with cassava cultivation include disease and pests. Major diseases are the cassava mosaic disease and cassava bacterial blight, which have the greatest economic impact, cassava brown leaf spot, cassava anthracnose, and white thread fungus.\n\nOther major food crops\nOther major annual food crops include sorghum, maize, millet, sweet potato and groundnut.\n\nPlantation cash crops\nThe main tree crop is the oil palm, used for its perennial fruit, that can be processed into palm oil and sap which is turned into palm wine. The other main perennial crops are citrus, sugarcane, cocoa, coffee, and coconut.\n\nLivestock\nCommon livestock in Sierra Leone are cattle, sheep, goats, pigs and poultry. The civil war seriously depleted the level of livestock in the country, although numbers have recovered since the end of the war in 2002. Most cattle are of the trypanotolerant N'Dama breed and problem diseases include contagious bovine pleuropneumonia.\nCattle are found in the north of the country and farming is dominated by the Fula ethnic group who own the majority of cattle in the country and often manage cattle owned by other groups. Poultry farming consists mainly of chickens, with some guinea fowl and Muscovy ducks.\nSheep are found across the whole of the country and are of the dwarf Djallonke breed. Goats are of the West African Dwarf breed. They are found all over the country but 60 percent live in the Northern Province. The breeds of sheep and goats are hardy, able to survive the rigorous environment and are resistant to the trypanosomiasis disease. The West African Dwarf goats can survive on grazing alone all year, even in the dry season, without the need for additional feed. Diseases that effect the sheep and goats include foot rot, internal parasites and heartwater.\n\nGovernance\nAgricultural development is a priority for the Government of Sierra Leone and falls under the remit of the Ministry of Agriculture, Forestry and Food Security. On 22 September 2009 Sierra Leone signed the Comprehensive Africa Agricultural Development Programme (CAADP) compact, agreeing to raise the percentage of the budget spent and agriculture to 10 percent. In 2007 the percentage of the budget spent on agriculture was 1.7 percent but this had increased to 9.9 percent in 2010.\n\nReferences\n\n\n== External links ==",
    "url": "https://en.wikipedia.org/wiki/Agriculture_in_Sierra_Leone",
    "summary": "Agriculture in Sierra Leone is a significant part of the economy of Sierra Leone, with it accounting for 58 percent national Gross Domestic Product (GDP) in 2007.  Two-thirds of the population of Sierra Leone are involved in subsistence agriculture.\nThe agricultural sector grew by about 14 percent in 2007, led by crops, and five percent in 2008. Despite this growth the country is a net importer of food; for example, in 2004 19,000 tonnes of rice was imported.",
    "categories": [
      "Category:Agriculture in Sierra Leone",
      "Category:Articles with short description",
      "Category:Commons category link from Wikidata",
      "Category:Economy of Sierra Leone",
      "Category:Short description with empty Wikidata description"
    ],
    "scraped_at": "2025-10-06T16:24:40.127985"
  },
  {
    "title": "Transport in Sierra Leone",
    "content": "There are a number of systems of transport in Sierra Leone, a country in West Africa, which possess road, rail, air and water infrastructure, including a network of highways and several airports.\nJust like Great Britain, Sierra Leone used to drive on the left hand side of the road. In March 1971, Sierra Leone had a change-over and started to drive on the right hand side of the road.  By law, it is forbidden to import and register cars with the steering wheel on the right hand side in Sierra Leone, but the in 2012 the government was failing at enforcing this law.\n\nRailways\nThere are 84 kilometres (52 mi) of railway in Sierra Leone, of which all is of a narrow  1,067 mm gauge.  Sierra Leone no longer has any common carrier railroads, as the 762 mm gauge Sierra Leone Government Railway from Freetown through Bo to Kenema and Daru with a branch to Makeni closed in 1974.  The country does not share rail links with adjacent countries, Guinea and Liberia.\nThe existing railroad is private and operated from 1933 until 1975 by the Sierra Leone Development Company's iron ore mines at Marampa, 66 km (41 mi) east-northeast of the port at Pepel.  It is now used on a limited basis.  Tecsbacos, the mining company, is reported in 2006 to have problems of theft and obstruction in operating the railway. \nIn May 2008, an extension of this line to Tonkolili with conversion to 1,435 mm (4 ft 8+1⁄2 in) (standard gauge) upgrade to carry 25,000 t (24,605 long tons; 27,558 short tons) per year was under consideration.\n  Further details of the project were announced in October 2010; Dawnus planned to construct 50 km of new line, and refurbish 67 km of existing line.\nTalks started with Russia in 2006 to seek help to rebuild railways in the country, although choice of gauge is problematic, since the original 762 mm gauge is obsolete.\n\nWalking\nBecause of widespread poverty, high petroleum prices and a large portion of the population residing in small communities, walking is often the preferred method of transportation in Sierra Leone.\n\nHighways\nThere are 11,700 kilometres (7,270  mi) of highway in Sierra Leone, of which 936 km (582 mi) are paved.  When construction and reconstruction of roads and bridges in the country is complete, the Trans–West African Coastal Highway will cross Sierra Leone, connecting it to Conakry (Guinea), Monrovia (Liberia), and 11 other nations of the Economic Community of West African States (ECOWAS).\n\nWater\nThere are 800 km (497 mi) of waterways in Sierra Leone, of which 600 km (373 mi) are navigable year-round.\nMajor ports of Sierra Leone include: Bonthe, Freetown and Pepel.  Queen Elizabeth II Quay in Freetown represents the country's only deep water port facility capable of berthing large-hulled cargo or military vessels.  The country possesses a merchant marine of two cargo ships exceeding 1,000 GT.\n\nAirports\nThere are ten airports in Sierra Leone, of which one has paved runways (the length of which exceeds 3,047 m or 9,997 ft). Of the remaining airports, all of which having unpaved runways, seven have runways of lengths between 914 and 1,523 m (2,999 and 4,997 ft); the remaining two having runways of shorter length. There are two heliports in the country.\n\nReferences\nThis article incorporates public domain material from The World Factbook. CIA.\n\nExternal links\nUN Map of Sierra Leone",
    "url": "https://en.wikipedia.org/wiki/Transport_in_Sierra_Leone",
    "summary": "There are a number of systems of transport in Sierra Leone, a country in West Africa, which possess road, rail, air and water infrastructure, including a network of highways and several airports.\nJust like Great Britain, Sierra Leone used to drive on the left hand side of the road. In March 1971, Sierra Leone had a change-over and started to drive on the right hand side of the road.  By law, it is forbidden to import and register cars with the steering wheel on the right hand side in Sierra Leone, but the in 2012 the government was failing at enforcing this law.",
    "categories": [
      "Category:Articles with short description",
      "Category:Short description is different from Wikidata",
      "Category:Transport in Sierra Leone",
      "Category:Wikipedia articles incorporating text from the World Factbook"
    ],
    "scraped_at": "2025-10-06T16:24:40.882083"
  },
  {
    "title": "Telecommunications in Sierra Leone",
    "content": "Telecommunications in Sierra Leone include radio, television, fixed and mobile telephones, and the Internet.\nRadio is the most-popular and most-trusted media source in Sierra Leone, with 72% of people in the country listening to the radio daily. Sierra Leone is home to one government-owned national radio station and roughly two dozen private radio stations, as well as one government-owned and one private TV station.\nTelephone and telegraph services are marginal, but improving. Internet usage is low, reaching just 1.3% of the population in 2012, but improving with growth in 3G mobile cellular data services and the mid-2011 arrival of the ACE international fiber-optic cable system in Freetown.\n\nRadio and television\nRadios: 1.12 million radios (1997).\nTelevision sets: 53,000 (1997).\nTelevision stations:  One government-owned TV station; one private TV station began operating in 2005; pay-TV services are available (2007).\nRadio stations: One government-owned national radio station; about two dozen private radio stations primarily clustered in major cities; transmissions of several international broadcasters are available (2007).\nSierra Leone Broadcasting Service (SLBS), government broadcaster on 100.0 MHz (Freetown), Bo 96.5 MHz, Kenema 93.5 MHz, Makeni 88.0 MHz, Koidu 89.2 MHz and Kailahun.\nBBC World Service, 94.3 MHz (Freetown), 94.5 MHz Bo and 95.3 MHz Kenema.\nBelievers Broadcasting Network (BBN), 93.0 MHz.\nCapital Radio 104.9 MHz in Freetown and 102.3 MHz in Bo.\nCitizen, 103.7 MHz.\nRadio Democracy, 98.1 MHz.\nKalleon, 105.7 MHz.\nRadio France Internationale (RFI), 89.9 MHz.\nSky, 106.6 MHz.\nUnited Nations Radio, 103.0 MHz.\nVoice of America (VoA), 102.4 MHz.\nVoice of the Handicapped (VoH), 96.2 MHz.\nRadio is the most-popular and most-trusted media in Sierra Leone, with 85% of people having access to a radio and 72% of people in the country listening to the radio daily. These levels vary between areas of the country, with the Western Area having the highest levels and Kailahun the lowest. Stations mainly consist of local commercial stations with a limited broadcast range, combined with a few stations with national coverage – Capital Radio Sierra Leone being the largest of the commercial stations.\nOutside the capital Freetown and other major cities, television is not watched by a great many people, although Bo, Kenema, and Makeni are served by their own relays of the main SLBC service. There are two national, free terrestrial television stations in Sierra Leone, one run by the government SLBC and the other a private station, AIT (Africa Independent Television) which is linked with the Nigerian station of the same name.\nIn 2007, a new pay-per-view TV service was introduced by GTV as part of a pan-African television service in addition to the then nine-year-old sub-Saharan Digital Satellite Television service (DStv) from the South African company Multichoice. GTV subsequently went out of business, leaving DStv as the only provider of pay-per-view television in the country.\nThe Sierra Leone Broadcasting Service (SLBS) was created by the colonial government in 1934 making it the earliest English language radio broadcaster service in West Africa. The service began broadcasting television in 1963, with coverage extended to all the districts in the country in 1978.\nThe United Nations Mission in Sierra Leone (UNIOSIL) ran one of the most popular stations in the country, broadcasting programs in a range of languages. The UN mission was restructured in 2008 and it was decided that UN Radio would merge with SLBS to form the new Sierra Leone Broadcasting Corporation (SLBC). This merger took place in April 2010 after the necessary legislation was enacted. SLBC transmits radio on FM and has two television services, one of which is uplinked by satellite for international consumption. The SLBC is operated by an Independent Media Commission (IMC), under the supervision of the Sierra Leone Ministry of Information and Communications.\nFM relays of the BBC World Service, Radio France Internationale and Voice of America are also broadcast.\nThe All People’s Congress (APC) and opposition Sierra Leone People’s Party (SLPP) radio stations that were shut down in the wake of the 2009 riots remain closed.\nChallenges facing broadcasters include unreliable power supplies, poor funding and low advertising revenues. Media rights monitors say high-level corruption is a taboo topic, with officials using libel laws to target errant journalists.\n\nTelephones\nCalling code: +232\nInternational call prefix: 00\nMain lines:\n18,000 lines in use (2012);\n14,000 lines in use (2009)\nMobile cellular:\n2.2 million lines (2012);\n2 million lines (2009)\nTelephone system: marginal telephone service with poor infrastructure; the national microwave radio relay trunk system connects Freetown to Bo and Kenema; while mobile-cellular service is growing rapidly from a small base, service area coverage remains limited (2009).\nSatellite earth stations: 1 Intelsat (Atlantic Ocean) (2009).\nCommunications cables: the Africa Coast to Europe (ACE) Submarine communications cable that runs along the west coast of Africa and on to Portugal and France has a landing point in Freetown.\n\nInternet\nTop-level domain: .sl\nInternet users:\n71,318 users, 176th in the world; 1.3% of the population, 207th in the world (2012);\n14,900 (2009).\nInternet hosts: 282 hosts (2012).\nIPv4: 44,032 addresses allocated, less than 0.05% of the world total, 78.6 addresses per 1000 people (2012).\nInternet Service Providers (ISPs) (2014):\nCajutel\nAfcom\nIptel\nLimeline\nOnlime\nSierra WiFi\nAlemobet Innovations\nVSAT Satellite Service Providers (2014):\nGlobalTT\nLimeline\nOnlime\nVizocom\nInternet access in Sierra Leone has been sparse, but is on the increase, especially since the introduction of 3G cellular phone services across the country and the arrival of the ACE cable in Freetown in the second half of 2011. Freetown has Internet cafes and other businesses offering Internet access. Problems experienced with access to the Internet include an intermittent electricity supply and a slow connection speed in the country outside Freetown. Outside of Freetown enterprises generally have to rely on VSAT satellite services.\n\nInternet censorship and surveillance\nThere are no government restrictions on access to the Internet or credible reports that the government monitors e-mail or Internet chat rooms. Individuals and groups engage in the expression of views via the Internet, including by e-mail.\nThe constitution and law provide for freedom of speech and press, and the government generally respects these rights. An independent press, a generally effective judiciary, and a functioning democratic political system combine to ensure freedom of speech and press. The law criminalizes defamatory and seditious libel, but is rarely applied. Its threatened application may stifle expression and journalists do engage in self-censorship. The constitution and laws prohibit arbitrary interference with privacy, family, home, or correspondence, and the government generally respects these prohibitions.\n\nSee also\nMedia in Sierra Leone\n\nReferences\nThis article incorporates public domain material from The World Factbook (2025 ed.). CIA. (Archived 2014 edition.)\n This article incorporates public domain material from websites or documents of the United States Department of State.\n\nExternal links\nNIC.sl, registrar for the .sl domain.\nSierra Leone Broadcasting Corporation (SLBC), web site.\nSierra Leone: Launch the First Public Broadcasting Service, International Center for Journalists.",
    "url": "https://en.wikipedia.org/wiki/Telecommunications_in_Sierra_Leone",
    "summary": "Telecommunications in Sierra Leone include radio, television, fixed and mobile telephones, and the Internet.\nRadio is the most-popular and most-trusted media source in Sierra Leone, with 72% of people in the country listening to the radio daily. Sierra Leone is home to one government-owned national radio station and roughly two dozen private radio stations, as well as one government-owned and one private TV station.\nTelephone and telegraph services are marginal, but improving. Internet usage is low, reaching just 1.3% of the population in 2012, but improving with growth in 3G mobile cellular data services and the mid-2011 arrival of the ACE international fiber-optic cable system in Freetown.",
    "categories": [
      "Category:All Wikipedia articles in need of updating",
      "Category:Articles with short description",
      "Category:Short description with empty Wikidata description",
      "Category:Telecommunications in Sierra Leone",
      "Category:Webarchive template wayback links",
      "Category:Wikipedia articles in need of updating from February 2014",
      "Category:Wikipedia articles incorporating text from the United States Department of State",
      "Category:Wikipedia articles incorporating text from the World Factbook"
    ],
    "scraped_at": "2025-10-06T16:24:41.637016"
  },
  {
    "title": "Tourism in Sierra Leone",
    "content": "Tourism in Sierra Leone is an important growing national service industry. Beaches and other natural habitats are the biggest parts of the nation's tourism industry.\n\nTourist industry\nAccording to the International Labour Organization, approximately 8,000 Sierra Leoneans are employed in the tourism industry, with a growing number of jobs expected to be created in the future. The main entrance point is Freetown International Airport, where transport to and from has been problematic. The government's ministry, the Ministry of Tourism and Cultural Affairs, is headed by Memunatu Pratt.\n\nAttractions\nThere are a lot of tourist destinations in Sierra Leone. Sierra Leone's Freetown is a favourite destination for tourists. Although the sector was seriously affected during the 1991-2002 Civil War; however, there has been a steady improvement in recent years. The city has a lot to offer tourists. There is a vast expanse of beaches stretching along the Freetown Peninsula. The Lumley-Aberdeen beach stretches all the way from Cape Sierra Leone down to Lumley. There are also other popular beaches like the world renowned River Number 2 Beach, Laka Beach, Tokeh Beach, Bureh Beach, and Mama Beach. The Tacugama Chimpanzee Sanctuary, which is located within the peninsula's vast rainforest reserve, just a few miles from the centre of Freetown, has a collection of rare and endangered chimpanzees. Other popular destinations for tourists include the Freetown Cotton Tree, located in Central Freetown, a significant national monument and integral to the founding of the city; Bunce Island, which is a boat ride from the city, is home to the ruins of the slave fortress that was being used during the Transatlantic slave trade; the Sierra Leone Museum, which has a collection of both precolonial as well as colonial artifacts and other items of historical significance; the National Railway Museum; or take a journey around the city's coastline with the popular Sea Coach Express. The Aberdenn-Lumley area is a favourite destination for those venturing into the city's nightlife.\n\nResources\nExternal links\n\nOfficial Web site of the National Tourist Board of Sierra Leone Archived 2012-04-27 at the Wayback Machine\nVisit Sierra Leone\nSierra Leone's Okere Adams woos Tourists in London Sierra Leone times, November 17, 2005\nLush destination opens its doors to visitors once again PMCOMM.com\nSierra Leone Travel - Africa Tour Operators",
    "url": "https://en.wikipedia.org/wiki/Tourism_in_Sierra_Leone",
    "summary": "Tourism in Sierra Leone is an important growing national service industry. Beaches and other natural habitats are the biggest parts of the nation's tourism industry.",
    "categories": [
      "Category:All articles with unsourced statements",
      "Category:Articles with short description",
      "Category:Articles with unsourced statements from August 2023",
      "Category:Short description is different from Wikidata",
      "Category:Tourism in Africa by country",
      "Category:Tourism in Sierra Leone",
      "Category:Webarchive template wayback links"
    ],
    "scraped_at": "2025-10-06T16:24:42.389707"
  },
  {
    "title": "Banking in Sierra Leone",
    "content": "Banking in Sierra Leone consists of a central bank, the Bank of Sierra Leone, seven commercial banks, and six community banks.\n\nBanking sector\nThe Civil War destroyed many of the branches of the country's commercial banks and as of 2005 there were 34 commercial bank branches, the majority in the major towns. Procedures for obtaining loans have been assessed as very complicated and there is a relatively low ratio of private credit to GDP at just over 4 percent.\n\nCommunity Banks\nCommunity banks play the role of extended financial services to local communities which are not able to access the commercial banks. They are also designed to help development within Sierra Leone by supporting the government's microfinancing program and by empowering local communities.\n\nSee also\nList of banks in Sierra Leone\n\n\n== References ==",
    "url": "https://en.wikipedia.org/wiki/Banking_in_Sierra_Leone",
    "summary": "Banking in Sierra Leone consists of a central bank, the Bank of Sierra Leone, seven commercial banks, and six community banks.",
    "categories": [
      "Category:Banking by country",
      "Category:Economy of Sierra Leone",
      "Category:Use dmy dates from February 2014"
    ],
    "scraped_at": "2025-10-06T16:24:43.125457"
  },
  {
    "title": "Sierra Leonean leone",
    "content": "The leone is the currency of Sierra Leone. It is subdivided into 100 cents. As of 1 July 2022, the ISO 4217 code is SLE due to a redenomination of the old leone (SLL) at a rate of SLL 1000 to SLE 1. The leone is abbreviated as Le placed before the amount.\n\nHistory\nThe leone was introduced on 4 August 1964. It replaced the British West African pound at a rate of 1 pound = 2 leones (i.e., 1 leone = 10 shillings). When it was introduced, one leone was worth precisely half a pound sterling or US$1.40. The leone was worth more than the U.S. dollar until the 1980s, when the currency started to devalue rapidly. Years of high inflation have caused the value of leone to plummet, and a U.S. dollar became worth thousands of leones starting in the 2000s.\nIn August 2021, it was announced that a new leone (SLE), worth 1000 SLL, would be introduced. The new leone was eventually introduced in July 2022. Old leones were legal tender until 31 December 2023 and redeemable for current legal tender in commercial banks until 31 March 2024.\n\nCoins\nFirst Leone (SLL)\nIn 1964, decimal coins were introduced in denominations of 1⁄2, 1, 5, 10 and 20 cents.  The coins size and compositions were based in part on those of the former colonial state British West Africa. All bore the portrait of the first prime minister of Sierra Leone, Sir Milton Margai. In 1972, 50 cents coins were introduced which carried the portrait of the first president Dr. Siaka Stevens.\nIn 1974, round cupro-nickel one leone coins were introduced and in 1976, seven sided cupro-nickel 2 leone coins commemorating FAO were introduced. These latter two denominations, however, did not circulate as frequently as the lower cent denominations. The portrait of Stevens also appeared on a new, slightly smaller series of coins introduced in 1980 in denominations of 1⁄2, 1, 5, 10 and 20 cents. In 1987, octagonal, nickel-bronze 1 leone coins were introduced with a bust portrait of General Joseph Saidu Momoh. This coin effectively replaced the one leone note.\nFollowing a period of economic collapse and the following Sierra Leone Civil War inflation became rampant, devaluing older coins. A new coin series was introduced in 1996 for 10, 50 and 100 leones. The 50 leones is octagonal while the other two are round. These coins were struck in nickel-plated steel and feature important figures in Sierra Leone's political history. Ten sided, bimetallic 500 leones coins were first introduced in 2004. Of the four coins in circulation, only the 100 leones is available in small quantity due to their low valuation and shortage of supply.\n500 leones coins and the two lowest denominations are rarely encountered due to rampant metal theft in the impoverished country.\n\nSecond Leone (SLE)\nWith the introduction of the new leone, coins were re-issued in denominations of 1, 5, 10, 25, and 50 cents.\n\nBanknotes\nFirst Leone (SLL)\nWith the introduction of decimal currency in 1964, a new series of Banknotes was introduced by the Bank of Sierra Leone. Originally called Shillings, the unit name \"Leone\" was finally decided upon. After considering (and subsequently rejecting) several new designs, including a particularly attractive multi-coloured design, notes were issued in the 1, 2 and 5 Leone denominations. These officially replaced notes of the British West African pound at a two leone to one pound exchange ratio. 50 cents notes were introduced in 1979, followed by 10 leones in 1980 and 20 leones notes in 1982. Throughout this period the value of the currency was fixed and remained relatively stable despite inherent economic problems.\n100 leones notes were introduced in 1988, followed by 500 leones in 1991, 1000 and 5000 leones in 1993, 2000 leones in the year 2000 and 10,000 Leone in 2004.\nThe original series of notes (1964-1974) depicted the famous 300 year old Cottonwood Tree and Court building in central Freetown. The reverses showed Diamond Mining (1 Leone), a Village market scene (2 Leones) and the Dockside in Freetown (5 Leones). Subsequent issues (1974-1991) depicted the head of state during the time of issue. The first series depicting Sir Milton Margai and later issues depicting either Siaka and Momoh. This practice ended with the ascension of the NPRC regime and has remained so despite the return to civilian government.\nPrior to June 2010, bank notes in circulation were 500, 1000, 2000, 5000 and 10,000 leones. 10,000 leones notes were in circulation for less than ten years and were infrequently encountered. This meant that most transactions took place in bundles of 5000 leones notes.\nIn June 2010, the Bank of Sierra Leone issued new notes which were slightly smaller in size than the earlier series and intended to be more secure and durable.  The new bank notes are: Le10,000, Le5,000, Le2,000 and Le1,000.  Coins are still used, but because of their low value are less common.\nAs of 23 Oct 2018, 20,000 leones were equivalent to about 2.09 EUR. As of 19 April 2021, 20,000 leones were equivalent to about 1.62 EUR.\n\nSecond Leone (SLE)\nRedenominated banknotes in the values of 1, 2, 5, 10, and 20 leones were introduced in 2022, the 20 leones being a new denomination and the 1-10 leones notes maintain the themes and designs of their preceding issues of 1,000-10,000 old leone notes.\n\nSpecimen banknotes\nSpecimen banknotes are issued to banks to familiarize the local inhabitants with any currency changes.\nThese are issued by Thomas De La Rue of the UK.\n\nSee also\nEconomy of Sierra Leone\n\nReferences\nExternal links\nbanknote serie",
    "url": "https://en.wikipedia.org/wiki/Sierra_Leonean_leone",
    "summary": "The leone is the currency of Sierra Leone. It is subdivided into 100 cents. As of 1 July 2022, the ISO 4217 code is SLE due to a redenomination of the old leone (SLL) at a rate of SLL 1000 to SLE 1. The leone is abbreviated as Le placed before the amount.",
    "categories": [
      "Category:All articles needing additional references",
      "Category:Articles needing additional references from June 2019",
      "Category:Articles with short description",
      "Category:Circulating currencies",
      "Category:Currencies introduced in 1964",
      "Category:Currencies of Africa",
      "Category:Currencies of Sierra Leone",
      "Category:Currencies with ISO 4217 code",
      "Category:Short description matches Wikidata",
      "Category:Use dmy dates from June 2019"
    ],
    "scraped_at": "2025-10-06T16:24:43.876000"
  }
]