[
  {
    "title": "Politics of Sierra Leone",
    "content": "Sierra Leone is a country located in West Africa, known officially as the Republic of Sierra Leone.\n\nGovernment of Sierra Leone\nThe government of Sierra Leone is the governing authority of the Republic of Sierra Leone, as established by the Sierra Leone Constitution. The Sierra Leone government is divided into three branches: the executive, legislative and the judicial. The seat of government of Sierra Leone is in the capital Freetown.\nThe Economist Intelligence Unit rated Sierra Leone a \"hybrid regime\" in 2022.\n\nAdministrative divisions\nSierra Leone is divided into provinces, districts, and chiefdoms. Sierra Leone has 3 rural provinces, plus a capital city administrative province. There are then 14 districts - 12 rural, 2 for the capital Freetown.\nSierra Leone is further divided into 149 chiefdoms. The chiefdoms are hereditary, tribal units of local governance. The World Bank sponsored the creation of elected local councils in 2004.\n\nPolitical parties and elections\nPresident\nIncumbent president Julius Maada Bio was re-elected with 56% of the vote, a result which was contested by the main opposition party, the All People's Congress, which demanded a rerun, citing \"glaring irregularities\".\n\nParliament\nThe Sierra Leone People's Party won 81 seats in Parliament while the All People's Congress won 54 seats. The Sierra Leone People's Party did much better in the Kono District than it did in the previous election, winning seven of ten seats in this election after winning none in the district in the last election. It also made gains in northern and western Sierra Leone.\n\nSee also\nList of ambassadors of Sierra Leone to Germany\nList of ambassadors of Sierra Leone to Russia\nSierra Leone presidents and head of state by tribes\n\nReferences\nExternal links\nOffice of the Sierra Leone President\nSierra Leone Government\nSpecial Court for Sierra Leone\nTruth and Reconciliation Commission\n\nElections\nAfrican Elections Database\nhttps://books.google.com/books?id=jj4J-AXGDaQC&dq=state+avenue+state+house+in+freetown+closed+to+public&pg=PA983",
    "url": "https://en.wikipedia.org/wiki/Politics_of_Sierra_Leone",
    "summary": "Sierra Leone is a country located in West Africa, known officially as the Republic of Sierra Leone.",
    "categories": [
      "Category:All Wikipedia articles in need of updating",
      "Category:Articles with short description",
      "Category:Democracy Index rating template users",
      "Category:Outdated Democracy Index rating template users",
      "Category:Politics of Sierra Leone",
      "Category:Short description with empty Wikidata description",
      "Category:Use dmy dates from April 2020",
      "Category:Wikipedia articles in need of updating from July 2024"
    ],
    "scraped_at": "2025-10-06T16:24:30.194732"
  },
  {
    "title": "Government of Sierra Leone",
    "content": "The government of Sierra Leone is the governing authority of the Republic of Sierra Leone, as established by the Sierra Leone Constitution. The Sierra Leone government is divided into three branches: the executive, legislative and the judiciary. The seat of government of Sierra Leone is in the capital Freetown.\nThe government of Sierra Leone takes place in a framework of a presidential representative democratic republic, whereby the President of Sierra Leone is both head of state and head of government, and of a multi-party system. Executive power is exercised by the president. Legislative power is vested in the Parliament of Sierra Leone.\nThe judiciary of Sierra Leone is independent of the executive and the legislature. Civil rights and freedom of religion are respected. A critical press continues to operate, although the government has intervened for alleged inaccurate reporting, using the 1965 Public Order Act which criminalizes libel.\n\nExecutive\nThe current president is Julius Maada Bio (since 4 April 2018). The president is both the head of state and head of government. Ministers of State are appointed by the president with the approval of the House of Representatives; the cabinet is responsible to the president. The president is elected by popular vote for a five-year term; elections were last held on 4 April 2018 (Julius Maada Bio, SLPP, 51.8%; Samura Kamara, APC, 47.2%). The president's tenure of office is limited to two five-year terms.\n\nDepartments\nMinistry of Agriculture, Forestry and Food Security\nMinistry of Defence and National Security\nMinistry of Lands, Country Planning, & the Environment\nMinistry of Labour and Social Security\nMinistry of Mineral Resources\nMinistry of Health and Sanitation\nMinistry of Fisheries & Marine Resources\nMinistry of Information and Communication\n\nLegislative\nThe House of Representatives has 124 members, 112 members elected for a four-year term through proportional representation in 14 multi-seat constituencies with a constituency threshold of 12.5% and 12 Paramount chiefs.\n\nJudiciary\nThere is a High Court, an Appeals Court, and a Supreme Court. The judicial system continues to function for civil cases though some regard it as handicapped by shortages of resources and qualified personnel. Judges are appointed by the president on the advice of the Judicial and Legal Service Commission with the approval of Parliament.\nThere also are magistrate and local courts and from these appeals lie to the superior courts of judicature.\nThe 1991 constitution created an ombudsman responsible for looking into complaints of abuses and capricious acts on the part of public officials. In 2000 the government promulgated the Anti-Corruption Act to combat corruption.\n\nAdministrative divisions\nSierra Leone is divided into provinces, districts, and chiefdoms. Sierra Leone has 3 rural provinces, plus a capital city administrative province. There are then 14 districts - 12 rural, 2 for the capital Freetown.\nSierra Leone is further divided into 149 chiefdoms. The chiefdoms are hereditary, tribal units of local governance. The World Bank sponsored the creation of elected local councils in 2004.\n\nPolitical parties and elections\nList of political parties in Sierra Leone\nElections in Sierra Leone\n\nReferences\nExternal links\nOffice of the Sierra Leone President\nSierra Leone Government\nSpecial Court for Sierra Leone\nTruth and Reconciliation Commission\n\nElections\nAfrican Elections Database\nhttps://books.google.com/books?id=jj4J-AXGDaQC&dq=state+avenue+state+house+in+freetown+closed+to+public&pg=PA983",
    "url": "https://en.wikipedia.org/wiki/Government_of_Sierra_Leone",
    "summary": "The government of Sierra Leone is the governing authority of the Republic of Sierra Leone, as established by the Sierra Leone Constitution. The Sierra Leone government is divided into three branches: the executive, legislative and the judiciary. The seat of government of Sierra Leone is in the capital Freetown.\nThe government of Sierra Leone takes place in a framework of a presidential representative democratic republic, whereby the President of Sierra Leone is both head of state and head of government, and of a multi-party system. Executive power is exercised by the president. Legislative power is vested in the Parliament of Sierra Leone.\nThe judiciary of Sierra Leone is independent of the executive and the legislature. Civil rights and freedom of religion are respected. A critical press continues to operate, although the government has intervened for alleged inaccurate reporting, using the 1965 Public Order Act which criminalizes libel.",
    "categories": [
      "Category:Articles with hatnote templates targeting a nonexistent page",
      "Category:Government of Sierra Leone",
      "Category:Politics of Sierra Leone"
    ],
    "scraped_at": "2025-10-06T16:24:31.041467"
  },
  {
    "title": "President of Sierra Leone",
    "content": "The president of the Republic of Sierra Leone is the head of state and the head of government of Sierra Leone, as well as the commander-in-chief of the Armed Forces.\nAs the head of the executive branch of the Sierra Leone government, the president implements laws passed by parliament. The president has influence especially over members of the party of the president in the legislative branch of Parliament. The president constitutionally appoints judges of the Sierra Leone Judicial branch, including judges of the high court, the court of appeals and the Supreme Court. The president heads a Cabinet of ministers, which must be approved by the Parliament. The president is the most powerful, and the most influential person in the Government of Sierra Leone. The president of Sierra Leone is formally addressed as His Excellency.\n\nEligibility for Office of the President\nabove 32 years of age  \nSierra Leone citizen\nActive membership in political party  \nFulfills all other requirements to serve in parliament\n\nVacancy in the Office of the President\nThe Sierra Leone President's Office will become vacant if  \n\nThe president serves over two five-year terms\nCurrent officeholder dies or retires from office  \nPresident participates in misconduct or is physically or mentally unable to complete the duties of the presidency  \nDuring times of war, a president's term may be extended beyond the pre-determined two five-year terms, but only in increments in half a year at any one time  \nResignations or retirements from the office of the presidency must be given in writing. Written resignations will be given to the Chief Justice. A copy of the resignation will be given to the Speaker and Chief Electoral Commissioner.  \nAny factors resulting in vacancy of presidency will result in vice-president taking on duties of the presidency and finishing out the affected president's term. Prior to beginning duties of the presidency, the vice-president shall take the proper oath as outlined in the Constitution of Sierra Leone.  \nThe president of Sierra Leone is automatically: (Source: https://statehouse.gov.sl/)  \n\nHead of state  \nHead of Executive branch  \nHead of Armed Forces\nHead of Cabinet with Parliament approval\nHis address is known to be “His Excellency” and is a partnered appointee of Parliament.\n\nElection\nThe election is through a cycle of 5 consecutive years/terms. The president is elected by an absolute majority vote and has two different rounds in which he is elected through, but has to be met with a certain step by step criteria:  \n\nAppointed by his own political party  \nAll voters and appointees be registered in Sierra Leone\nPolls be taken on secret ballot at specific date and time by Parliament\nMust result in one nomination of presidency  \nIf nominee passes, party organizers have seven days exactly to nominate runner up\nThe poll majority must reach a 55% approval rating  \nIf tied, the default of the election winner shall go to a second-round election within fourteen days.\nThe president's election must take place during the state of his office, in which the former's would be expired following a three-month period.  \nAs of 2021, there is a two-term limit for the president in the Constitution of Sierra Leone. The first president for whom the term limits applied was Kabbah in 2007.\n\nBenefits and Annual Pay\nAccording to the Sierra Leone Constitution, the president receives entitlement and compensation salary within the office he upholds such as:  \n\nReceiving a salary and allowance as prescribed by Parliament and charged on a Consolidated Fund\nSalary and allowances cannot be altered to a disadvantage or advantage  \nExempted of personal taxes  \nCannot be criminal charged while in office  \nEntitled to pension and retirement benefits prescribed by Parliament\n\nAdministrative Powers\nWith advice from the Judicial and Legal Service Commission, the president is able to appoint the members of the Judicature such as the Supreme Court's chief justice\nThe president appoints the Ministers of State that make up the cabinet if they have been approved by the parliament  \nThe president has the power to appoint numerous members of the government such as the members of the Judicature including the Supreme Court's Chief Justice as well as other judges that make up the Judicature with the advisement of the advice of the Judicial and Legal Service Commission, and the Ministers of State. Though the president is able to appoint these positions, those appointed will still need to be approved by the parliament in order to hold those positions.\n\nResidence\nThe President of Sierra Leone official and principal workplace is at State House, located in Tower Hill in central Freetown, the capital of Sierra Leone.\nThe president of Sierra Leone has two official residences. The first is at State Lodge, located in the affluent neighborhood of Hill Station in the west end of Freetown; the second is at Kabassa Lodge, located in the affluent neighborhood of Juba Hill in the west end of Freetown.\nThe current president Julius Maada Wonie Bio uses the State Lodge at Hill Station as his official residence. The former president of Sierra Leone Ahmad Tejan Kabbah used State Lodge as his residence. Former Sierra Leone presidents Joseph Saidu Momoh and Siaka Stevens used the Kabassa Lodge at Juba Hill as their official residence.\n\nSecurity and protection\nThe president of Sierra Leone is heavily guarded by the Presidential Guard, which is made up of a special unit of soldiers of the Sierra Leone Armed Forces and a special unit of police officers of the Operational Support Division of the Sierra Leone Police Force.\n\nPresidential Constitutional History\nSiaska Stevens was representing the All People's Congress (APC) party in 1967 when he won the general elections and became the Prime Minister. In 1971, the parliamentary system was abolished in favor of a presidential system. This adoption of a new constitution made Siaska Stevens the first executive President of Sierra Leone.  \nEventually, the APC would become the only recognized political party in the country. In 1978, a new constitution was adopted via referendum. This constitution replaced the multi-party system, instituting a single party state. Additionally, executive powers were increased and the presidential term limits increased from four to seven years.  \nIn October 1990, President Momoh appointed a thirty-five member National Constitutional Review Commission. This was in response to the growing opposition of a one-party state. The review commission recommends constitutional changes, providing alternatives to the one-party state.\n\nList of presidents\nSee also\nList of colonial governors of Sierra Leone\nList of heads of state of Sierra Leone\nList of heads of government of Sierra Leone\n\n\n== References ==",
    "url": "https://en.wikipedia.org/wiki/President_of_Sierra_Leone",
    "summary": "The president of the Republic of Sierra Leone is the head of state and the head of government of Sierra Leone, as well as the commander-in-chief of the Armed Forces.\nAs the head of the executive branch of the Sierra Leone government, the president implements laws passed by parliament. The president has influence especially over members of the party of the president in the legislative branch of Parliament. The president constitutionally appoints judges of the Sierra Leone Judicial branch, including judges of the high court, the court of appeals and the Supreme Court. The president heads a Cabinet of ministers, which must be approved by the Parliament. The president is the most powerful, and the most influential person in the Government of Sierra Leone. The president of Sierra Leone is formally addressed as His Excellency.",
    "categories": [
      "Category:1971 establishments in Sierra Leone",
      "Category:All Wikipedia articles written in British English",
      "Category:Articles with short description",
      "Category:Government of Sierra Leone",
      "Category:Lists of Sierra Leonean people",
      "Category:Political history of Sierra Leone",
      "Category:Presidents by country",
      "Category:Presidents of Sierra Leone",
      "Category:Short description is different from Wikidata",
      "Category:Sierra Leone politics-related lists",
      "Category:Use British English from March 2024",
      "Category:Use dmy dates from March 2024"
    ],
    "scraped_at": "2025-10-06T16:24:31.791991"
  },
  {
    "title": "Parliament of Sierra Leone",
    "content": "Parliament of Sierra Leone is the legislative branch of the government of Sierra Leone. It is principally responsible for making laws. The Sierra Leone parliament consists of 149 members, of which 135 members are directly elected from across Sierra Leone's 16 districts, while 14 are paramount chiefs appointed from the 14 rural districts. The parliament is led by the Speaker of the House; the position is currently held by Abass Bundu of the Sierra Leone People's Party. The current elected 135 ordinary members of parliament are composed of members of the All People's Congress and the Sierra Leone People's Party which are the two largest political parties in Sierra Leone.\n\nHistory\nThe Sierra Leone Parliament, like its counterparts in other former British colonies, began as a Legislative Council.\nIt was inaugurated in 1863 but was renamed the House of Representatives in 1954. \nThe first decade of Independence (1961 – 1971), often referred to as the golden age, was a momentous period in the country's Parliamentary evolution.\nWhen the British crown took management of the colony in 1808, no African was represented in the colony's administration; the governor, with a few white officials ruled the colony by a body known as the Governor's Advisory Council.\nBy the mid-nineteenth century, the Creoles were determined to have a say in government.  \nA Committee of Correspondence, constituting a group of Creole businessmen was formed in 1853, \nand was later replaced by the Mercantile Association in 1858 with the primary objective of securing \nthe right of political representation for Colony citizens. \nPetitions and newspapers to the Secretary of State for Colonies served as pressure, \ncalling for a new constitution and an elected assembly for Sierra Leone.\nIn the 1863 Constitution, the legislature was reorganized and inaugurated but with no provision made for popular representation.\nThe current Sierra Leone Parliament owes its origin to colonial constitutional developments dating as far back as to 1863 when attempts were made by the British colonial authorities to put in place Legislative and Executive Councils. However, these two councils were established; \nthe executive and the legislative councils. \nThe Executive Council constituted the following: the Governor, the Chief Justice, \nQueen's Advocate (Attorney-General), Colony Secretary, and the Officer Commanding Troops.  \nThese were known as the Official Members.  The unofficial members were known as Charles Heddle, \na European African and John Ezzidio a Sierra Leonean.  \nBoth the official and unofficial members constituted the Legislative Council which was responsible for enacting Laws for the colony. \nBut too much of executive powers were vested in the Governor. \nDue to riots and strikes by railway workers, more anti-colonial pressure was mounted, \nwhich led to the formation of the National Congress for West Africa in 1920 with men like F.W Dove, \na businessman and H.C Bankole Bright, a Medical Doctor. \nThis congress demanded the following:  a party-elected legislative council in each colony –\nthis however met with failure even when the delegation was sent to London to press for action. \nThe protectorate by then was legally regarded as a foreign country. \nThis historic process was ongoing when the governor came to the scene by the name of Sir Ransford Slater. He was prepared to concede to the demand for popular representation but to him it was absurd to have a legislator for both colony and protectorate. \nTo satisfy their demands, Governor Slater planned a new constitution in 1924 \nwhich conceded the elective principles for the colony, with some protectorate representation by chiefs. \nUnder the tribal system no other would have adequate title to speak with authority.  \nMembership of the legislature was increased to 21 with 3 (three) paramount chiefs.  \nFrom the 21 Members, 11 were appointed by the Government added to 10 unofficial Members. \nOut of the 10 unofficial Members, were 5 Colony Representatives elected from among the educated Creole elites and the 3 Paramount Chiefs from the Protectorate nominated by the Governor.  \nThis registered a significant development for African representation in the Legislative Assembly.  \nIn 1951 further constitutional development was made by Governor Beresford Stoke, \nwhich increased the Paramount Chiefs representation in the Legislative assembly to 12, \none, for each district, a practice that prevails today.\nIn the SLPP victory in 1951 election, some members were appointed to the Executive council. \nIn 1954, \nThe leader of the party Sir Milton Margai was made Chief Minister \nand the other members of the council became ministers.\nAfter independence in 1961, Sierra Leone Parliament continued to evolve. \nIt became a completely elected body.  \nBy then the office was located at the mechanized section of the Treasury Building, \nlocated at George Street in Freetown which was our first parliamentary building.\nApart from the Paramount Chiefs that were indirectly elected through an Electoral College System, \nall Members of Parliament were elected by an electoral system, \nbased on a single member constituency. \nThe defining parameter for the delimitation of electoral boundaries was population quota, \nbased on the most recent census results. \nUp to 1967, the SLPP which was the majority in Parliament, constituted the Executive.  \nIn 1968, after the controversial 1967 elections, \nthe All Peoples Congress (APC) commanded the majority in Parliament. \nUnder the leadership of Siaka Stevens,\nThe APC government undertook certain constitutional reforms that altered significantly \nthe British set-up of the Sierra Leone Parliament. \nIn 1971, Sierra Leone assumed a republican status with an Executive Presidency that \ndoubled as Head of State and Government.\nParliament was most profoundly affected by this constitutional adjustment. \nThe implication was that the Parliament would no longer be involved in the formation of the Executive.  They became two separate arms of government.\nAlso, in 1978, Sierra Leone was transformed into a one-party state.  \nThis meant that Parliament was dominated by a single party. \nThe APC became the only political party that was constitutionally recognized.  \nAll other parties were disbanded.  \nMembers of Parliament from the opposition SLPP had only two options amidst this constitutional change.\nThey were to either switch allegiance to the APC and remain in Parliament or resign their seats.  \nMost of them chose the former.  Thus, from 1978 – 1992, \nthe Sierra Leone Parliament was without an official opposition.\nIn 1992, the APC Government was toppled by the military.  \nSierra Leone was ushered into another period of military rule during which \nthe activities of Parliament were indefinitely suspended.\nThe legislative role of Parliament was substituted with the passing of decrees by a military council. \nThe period of inactivity by Parliament was brought to an end with the restoration of constitutionality in 1996.\nThe military yielded to pressure from within and without to return the state to civilian rule under a system of multiparty democracy.\nThere was however a review of the electoral system to determine membership in Parliament.  \nThe war inhibited the conduct of a census to determine the redistribution of constituencies.  \nAn ad hoc electoral arrangement was adopted to elect Members of Parliament in 1996. \nIt was the Proportional Representation (PR) electoral system where parties rather than constituencies, determined election to parliamentary representation.\nIn 2002, the PR system of election was replaced by the District Block Electoral System (DBS).  \nBoth electoral systems did not adequately obligate MPs to their constituents as popularity within their parties was more important than popularity among constituents or the people.\nThe 2007 elections in Sierra Leone have been widely acclaimed as having been historical and significant in several senses, \nincluding their conduct along the lines of the first-past-the post-electoral system. \nThe elections registered the reintroduction of the constituency electoral system that \nwas interrupted by the exigencies of war between 1991 and 2002.\nThe current Parliament that emerged from the electoral system saw the first litmus test of the spirit and intent of the 1991 Constitution (Act No.6 of 1991). \nSection 38 (1) and (2) of the 1991 Constitution explicitly states that:\n“Sierra Leone shall be divided into such constituencies for the purpose of electing the Members of Parliament referred to in paragraph (b) of subsection (1) of section (74) of this Constitution as the Electoral Commission, \nacting with the approval of Parliament signified by resolution of Parliament, may prescribe.”\n“Every constituency established under this section shall return one Member of Parliament.”\nThe present Parliament is referred to as the Fourth Parliament of the Second Republic of Sierra Leone.  This means that it is the Fourth Parliament since the restoration of constitutional rule in 1996. \nThe first was in 1996, second, 2002, third, 2007 and fourth, 2012.\nThe change of parliaments is determined at every democratic election.\nThe First Republic was in 1971, when Sierra Leone was officially declared a republic. \nThe Second Republic was in 1996.  \nThe Sierra Leone Parliament has a total number of 124 MPs including the 112 elected through \nthe first-past-the post electoral system and the 12 Paramount Chiefs, one from each of the twelve districts.\nThis is in compliance with section 74 (1) of the 1991 Constitution of Sierra Leone and in line with tradition inherited from colonial rule.\nThis constitutional provision states that each district in Sierra Leone shall have one Paramount Chief Representation, elected through a separate election. \nThe parliamentary representation of the three parties in Parliament in the Third Parliament (2007-2012) was as follows:   APC (59), SLPP (45) PMDC (10), Paramount Chiefs (12), \nand 16 women parliamentarians as against 108 male Members.\n\nCurrent Parliament\nThe Sixth Parliament of the Second Republic of Sierra Leone comprises the SLPP (81) and APC (54) seats with a total of 14 Paramount Chiefs.\n\nEstablishment\nThere shall be a legislature of Sierra Leone which shall be known as Parliament, \nand shall consist of the President, the Speaker and Members of Parliament.\nSubject to the provisions of the Constitution of Sierra Leone, \nthe legislative power of Sierra Leone is vested in Parliament.    \nParliament may make laws for the peace, security, order and good government of Sierra Leone.\n\nMembers of Parliament\nMembers of Parliament shall comprise the following:\none Member of Parliament for each Constituency/District who shall, \nsubject to the provisions of this Constitution, \nbe elected in such manner as may be prescribed by or under any law from among the persons who, \nunder any law, are for the time being Paramount Chiefs; and\nsuch number of Members as Parliament may prescribe who, subject to the provisions of this  \nConstitution, shall be  elected in such manner as may be prescribed by or under any law.\nThe number of Members of Parliament to be elected pursuant to paragraphs (a) and (b) \nof subsection(1) shall not together be less than sixty.\nIn any election of Members of Parliament the votes of the electors shall be given by ballot \nin such manner as not to disclose how any particular elector votes.\nMembers of Parliament shall be entitled to such salaries, allowances, gratuities, pensions and such other benefits as may be prescribed by Parliament.\n\nQualifications for membership\nQualifications for Membership in Parliament Subject to the provisions of section 76, \nany person who:\nis a citizen of Sierra Leone (otherwise than by naturalization); and\nhas attained the age of twenty-one years; and\nis an elector whose name is on a register of electors under the Franchise and Electoral Registration Act,1961, or under any Act of Parliament amending or replacing that Act; and\nis able to speak and to read the English Language with a degree of proficiency sufficient to enable him \nto take an active part in the proceedings of Parliament, shall be qualified for election as such a Member of Parliament:\nProvided that a person who becomes a citizen of Sierra Leone by registration by law shall not be qualified for election as such a Member of Parliament or of any Local Authority unless he shall have resided continuously in Sierra Leone for twenty-five years after such registration or shall have served in the Civil or Regular Armed Services of Sierra Leone for a continuous period of twenty-five years.\n\nDisqualifications for membership\nNo person shall be qualified for election as a Member of Parliament:\nif he is a naturalised citizen of Sierra Leone or is a citizen of a country other \nthan Sierra Leone having become such a citizen voluntarily or is under a declaration \nof allegiance to such a country; or\nif he is a member of any Commission established under this Constitution, \nor a member of the Armed Forces of the Republic, or a public officer, \nor an employee of a Public Corporation established by an Act of Parliament, \nor has been such a member, officer or employee within twelve months prior to the date \non which he seeks to be elected to Parliament; or\nif under any law in force in Sierra Leone he is adjudged to be \na lunatic or otherwise declared to be of unsound mind; or\nif he has been convicted and sentenced for an offence which involves fraud or dishonesty; \nor if he is under a sentence of death imposed on him by any court; or\nif in the case of the election of such member as is referred to in paragraph (b) \nof subsection (1)  of section 74, he is for the time being a Paramount Chief under any law; \nor if being a person possessed of professional qualifications, he is disqualified \n(otherwise than at his own request) from practicing his profession in Sierra Leone \nby order of any competent authority made in respect of him personally within the immediately \npreceding five years of an election held in pursuance of section 87;or\nif he is for the time being the President, the vice-president, a Minister or a Deputy Minister under the provisions of this Constitution\nA person shall not be qualified for election to Parliament if he is convicted \nby any court of any offence connected with the election of Members of Parliament:\nProvided that in any such case the period of disqualification shall not exceed a period \nof five years from the date of the general election following the one for which he was disqualified.\nAny person who is the holder of any office the functions of which involve responsibility for, \nor in connection with, the conduct of any election to Parliament or the compilation \nof any register of voters for the purposes of such an election shall not be qualified for election to Parliament.\nA person shall not be disqualified for election as a Member of Parliament under paragraph \nb) of subsection (1) by reason only that he holds the office of member of a Chiefdom Council, \nmember of a Local Court or member of anybody corporate established by or under any of \nthe following laws, that is to say, the Freetown Municipality Act, the Chiefdom Councils Act, the Rural Area Act, the District Councils Act, the Sherbro Urban District Council Act, the Bo Town Council Act, \nand the Townships Act or any law amending or replacing any of those laws.\nSave as otherwise provided by Parliament, \na person shall not be disqualified from being a Member of Parliament by reason only that he holds office as a member of a Statutory Corporation.\n\nTenure of Members of Parliament\nA Member of Parliament shall vacate his seat in Parliament:\non the dissolution of Parliament next following his election or if he is elected Speaker of Parliament or\nif any other circumstances arise that if he were not a Member of Parliament \nwould cause him to be disqualified for election as such under section 76, or\nif he ceases to be a citizen of Sierra Leone; or\nif he is absent from sittings of Parliament for such period and in such circumstances as \nmay be prescribed in the rules of procedure of Parliament or\nif in the case of such a Member as is referred to in paragraph (b) \nof subsection (1) of section 74, he becomes a Paramount Chief under any law or\nif he ceases to be qualified under any law to be registered as an elector for election \nof Members to Parliament or\nif he is adjudged to be a lunatic or declared to be of unsound mind or sentenced to death; or\nif he is adjudged or otherwise declared a bankrupt under any law and has not been discharged; or\nif he resigns from office as a Member of Parliament by writing under his hand addressed \nto the Speaker, or if the Office of Speaker is vacant or the Speaker is absent \nfrom Sierra Leone,  to the Deputy Speaker or \nif he ceases to be a member of the political party of which he was a member at the time \nof his election to Parliament and he so informs the Speaker, or the Speaker is so informed \nby the Leader of that political party or\nif by his conduct in Parliament by sitting and voting with members of a different party, \nthe Speaker is satisfied after consultation with the  Leader of that Member's party that \nthe Member is no longer a member of the political party under whose symbol he was elected \nto Parliament or \nif, being elected to Parliament as an independent candidate, he joins a political party \nin Parliament or\nif he accepts office as Ambassador or High Commissioner for Sierra Leone or any position with an\nInternational or Regional Organization\nAny Member of Parliament who has been adjudged to be a lunatic, declared to be of unsound mind, \nor sentenced to death or imprisonment, may appeal against the decision in accordance with any \nlaw provided that the decision shall not have effect until the matter has been finally determined.\n\nDetermination of question as to membership\nThe High Court shall have jurisdiction to hear and determine any question whether:\nany person has been validly elected as a Member of Parliament and\nthe seat of a Member of Parliament has become vacant.\nThe High Court to which any question is brought under subsection (1) shall determine \nthe said question and give judgment thereon within four months after the commencement \nof the proceedings before that Court.\nAn appeal shall lie to the Court of Appeal from the decision of the High Court on any \nmatter determined pursuant to subsection (1), save that no appeal shall lie in respect \nof any interlocutory decisions of the High Court in such proceedings.\nThe Court of Appeal before which an appeal is brought pursuant to subsection (3) \nshall determine the appeal and give judgment thereon within four months after the appeal was \nfiled.\nThe decision of the Court of Appeal on any matter pursuant to subsection (3) shall be final \nand not be inquired into by any Court.\nFor the purpose of this section Parliament may make provision, or may authorise the making \nof provisions with respect to the practice and procedure of the High Court or the Court of Appeal, \nand may confer upon such Courts such powers or may authorise the conferment thereon of such \npowers as may appear to be necessary or desirable for the purpose of enabling the said Courts\neffectively to exercise the jurisdiction conferred upon them by this section or by any law relating \nto the hearing of appeals from the High Court.\n\nOath\nEvery Member of Parliament shall, before taking his seat in Parliament, \ntake and subscribe before Parliament the oath as set out in the Third Schedule, \nbut a Member may, before taking that oath, take part in the election of a Speaker.\n\nSummoning, prorogation, and dissolution\nEach session in Parliament shall be held at such place within Sierra Leone and shall commence at \nsuch time as the President may be Proclamation appoint.\nThere shall be a session of Parliament at least once in every year, so that a period of twelve \nmonths shall not intervene between the last sitting of Parliament in one \nsession and the first sitting thereof in the next session: \nProvided that there shall be a session of Parliament not later than twenty-eight days \nfrom the holding of a general election of Members of Parliament.\nThe President shall at the beginning of each session of Parliament present to Parliament \nan address on the state of the nation.\n\nLife of Parliament\nParliament shall stand dissolved at the expiration of a period of five years commencing from the \ndate of its first sitting after a general election.\nIf there is an existence, a state of public emergency in accordance with section 29 of this \nConstitution and the President considers it not practicable to hold elections, Parliament may, \nby resolution, extend the period of five years mentioned in subsection \n(1) from time to time but not beyond a period of six months at any one time.\n\nSittings\nThe President may at any time summon a meeting of Parliament.\nNotwithstanding the provision of subsection (1), at least twenty per centum of all the Members of \nParliament may request a meeting of Parliament and the Speaker shall, \nwithin fourteen days after the receipt of that request, summon a meeting of Parliament.\nSubject to the provisions of subsection (1) and of Sections 29 and 84 of this Constitution, \nsittings of Parliament in any session after the commencement of that session shall \nbe held at such times and on such days as Parliament shall appoint.\nParliament shall sit for a period of not less than one hundred and twenty days in each year.\n\nGeneral elections\nA general election of the Members of Parliament shall be held not earlier \nthan thirty days and not later than ninety days after any dissolution of Parliament:\nProvided that nominations for such elections shall in no case be closed \nwithin fourteen days after dissolution.\nIf, when Parliament has been dissolved, the President considers that owing to the existence \nof a state of public emergency it would not be practicable to hold a general election \nwithin ninety days after the dissolution, the President may by Proclamation recall the \nParliament that has been dissolved and the following provisions shall then have effect:\nthe Parliament shall meet at such date, not later than fourteen days after the date of the \nProclamation, as may be specified therein;\nthe President shall, subject to the provisions of subsection (16) of section 29, \ncause to be introduced in Parliament as soon as it meets, a resolution declaring that a \nstate of Public Emergency exists and subject as aforesaid, no other business shall \nbe transacted in Parliament until that resolution has been passed or defeated;\nif the resolution is passed by Parliament with the support of the votes of not less than \ntwo-thirds of the Members thereof, a general election shall be held on the last day \nof the period of six months beginning with the date of the original dissolution of the \nParliament which has been recalled or such earlier date as the President shall appoint, \nand the Parliament that has been recalled shall be deemed to be the Parliament \nfor the time being and may meet and be kept in session accordingly until the date fixed \nfor nomination of candidates in that general election, and unless previously dissolved, \nshall then stand dissolved;\nif the resolution is defeated or is passed with the support of the votes of less \nthan two-thirds of the Members of Parliament or has not been put to the vote within five days \nafter it has been introduced, the Parliament that has been recalled shall then be again dissolved \nand a general election shall be held not later than the ninetieth day after the date of the \nProclamation by which the Parliament was so recalled or such earlier date as \nthe President may by Proclamation appoint.\nWhen Parliament is recalled under this section after having been dissolved:\nthe session of that Parliament held next before that dissolution; and\nthe session or sessions of that Parliament held between the date of its first sitting \nand of the next dissolution thereafter, shall be deemed together to form one session.\n\nProcedure\nPresiding in Parliament\nThere shall preside at any sitting of Parliament, the Speaker or in the absence of the Speaker, the Deputy Speaker or in the absence of the Speaker and the Deputy Speaker, such Member of Parliament \nas may be elected for that purpose,Provided that when the President addresses Parliament or attends in person, the Speaker shall leave his chair and no other person shall preside during such address or attendance.\n\nQuorum\nIf objection is taken by any Member of Parliament that there are present in Parliament \n(besides the person presiding) less than one-fourth of all the Members of Parliament \nand the person presiding shall be so satisfied he shall thereupon adjourn Parliament.\n\nUse of English\nThe business of Parliament shall be conducted in the English Language.\n\nVoting in Parliament\nExcept as otherwise provided in this Constitution, \nany question proposed for decision in Parliament shall be determined by a majority \nof the votes of the Members present and voting.\nThe person presiding in Parliament may cast a vote whenever necessary to avoid an equality \nof votes but shall not vote in any other case; if the person presiding does not exercise \nhis casting vote the question proposed for discussion in Parliament shall be deemed to be rejected.\nThe rules of procedure of Parliament may provide that the vote of a Member upon a question \nin which he has a direct pecuniary interest shall be disallowed and if any such provision \nis made a Member whose vote is disallowed in accordance therewith shall be deemed not to have voted.\n\nUnqualified persons sitting or voting\nAny person who sits or votes in Parliament knowing or having reasonable ground for knowing \nthat he is not entitled to do so shall be liable to a penalty not exceeding one thousand Leones \nor such other sum as may be prescribed by Parliament for each day in which he so sits or votes in Parliament, \nwhich shall be recoverable by action in the High Court at the suit of the Attorney-General \nand Minister of Justice.\nAt the beginning of each session of Parliament, but in any case not later than twenty-one days thereafter, there shall be appointed from among its members the following Standing Committees, \nthat is to say:\nCommittees of Parliament\nthe Legislative Committee;\nthe Finance Committee;\nthe Committee on Appointments and Public Service;\nthe Foreign Affairs and International Co-operation Committee;\nthe Public Accounts Committee;\nthe Committee of Privileges;\nthe Standing Orders Committee;\nsuch other Committees of Parliament as the rules of procedure of Parliament shall provide.\nIn addition to the Committees referred to in subsection (1), Parliament shall appoint other \nCommittees which shall perform the functions specified in subsection (3).\nIt shall be the duty of any such Committee as is referred to in subsection (2) to investigate \nor inquire into the activities or administration of such Ministries or Departments as may be\nassigned to it, and such investigation or inquiry may extend to proposals for legislation.\nNotwithstanding anything contained in subsections (1) and (2) Parliament may at any \ntime appoint any other Committee to investigate any matter of public importance.\nThe composition of each of the Committees appointed under subsections (1), (2) and (4) shall, \nas much as possible, reflect the strength of the political parties and Independent \nMembers in Parliament.\nFor the purposes of effectively performing its functions, each of the Committees shall have \nall such powers, rights and privileges as are vested in the High Court at a trial in respect of:\nenforcing the attendance of witnesses and examining them on oath, affirmation or otherwise;\ncompelling the production of documents; and\nthe issue of a commission or request to examine witnesses abroad.\n\nRegulation of procedure\nSubject to the provisions of this Constitution, Parliament may regulate its own procedure, \nand may in particular make, amend and revoke Standing Orders for the orderly conduct of its \nown proceedings.\nNotwithstanding anything to the contrary in this Constitution or in any other law contained, \nno decision, order or direction of Parliament or any of its Committees or the Speaker, \nrelating to the rules of procedure of Parliament, or to the application or interpretation \nof such rules, or any act done or purporting to have been done by Parliament or by the Speaker \nunder any rules of procedure, shall be inquired into by any court.\nParliament may act notwithstanding any vacancy in its membership (including any vacancy \nnot filled when Parliament first meets after the entry into force of this Constitution or \nafter any dissolution of Parliament) and the presence or participation of any person not \nentitled to be present at or to participate in the proceedings of Parliament shall not \ninvalidate those proceedings.\nParliament may, for the purpose of the orderly and effective discharge of its business, \nmake provision for the powers, privileges and immunities of Parliament, its Committees \nand the Members thereof.\n\nContempt of Parliament\nAny act or omission which obstructs or impedes Parliament in the performance of its functions, \nor which obstructs or impedes any Member or officer thereof in the discharge of his duties \nor affronts the dignity of Parliament, or which tends either directly or indirectly to produce \nsuch a result shall be a contempt of Parliament.\n\nCriminal proceedings\nWhere an act or omission which constitutes contempt of Parliament is an offence under the criminal law, the exercise by Parliament of the power to punish for contempt shall not be a bar to the institution of proceedings under the criminal law.\n\nLeadership\nSpeaker of Parliament\nThe Sierra Leone Parliament is led by the speaker of the parliament, who is overall the leader of parliament and is directly elected by his fellow sitting members of Parliament to be the speaker. The speaker is in charge of moderating debate in Parliament; introducing bills in parliament; making rulings in Parliament; leading negotiation with members of Parliament to pass bills; and announcing the results of votes passed by Parliament. The speaker is given the constitutional power to discipline members who break the rules of Parliament. The President of Sierra Leone work closely with the speaker of Parliament to help negotiate and pass a bill in the House of Parliament. The Speaker of Parliament always represents the majority party in Parliament and is often a key ally of the President, who is usually from the same party. The current speaker of Parliament is the Honourable Sheku Badara Bashiru Dumbuya from the ruling All People's Congress (APC).\nHe was newly elected following the passage into law of the Constitutional Amendment Act, 2013. which states that \"The Speaker of Parliament shall be elected by the Members of Parliament from among persons who are- Members of Parliament and who had served as such for not less than five years; or\nQualified to be Members of Parliament and who had served as such for not less than ten years”.\nAnd who are not less than forty years.\n\nMajority leader of Parliament\nThe Majority leader of Parliament of Sierra Leone is a member of Parliament who is elected by his fellow sitting members of Parliament to act as the Party's leader. The Majority leader is always from the majority party in Parliament. The majority leader keeps party members in Parliament in order and lead a negotiation with members of his own party to support a bill introduce in Parliament. The Majority leader is usually a long-term member of Parliament and is a key ally of the President of Sierra Leone, who are often from the same party. The President work closely with the majority leader to rally enough supports to pass a bill.  The current Majority leader of Parliament is the Honourable Ibrahim Rassin Bundu from the ruling All People's Congress He was elected on 21 January 2014.\n\nMinority Leader of Parliament\nThe minority leader of Parliament is a member of Parliament who is elected by members of the minority parties in Parliament to act as their leader. The Minority leader of Parliament is always from the largest minority party in Parliament and is the main opposition to the majority or ruling party. The minority leader keeps member of the minority parties in order, usually to oppose a bill supported by members of the majority or ruling party. The President of Sierra Leone, the Speaker of Parliament, the Majority leader of Parliament closely work with the Minority leader of Parliament to rally enough support from the opposition parties to pass a bill. The Minority leader is often very critical of the president and the ruling party. The minority leader is about as influential in Parliament as the majority leader. The current Minority leader of Parliament is the Honourable Bernadette Lahai from the main opposition Sierra Leone People's Party. When the largest minority party becomes the majority in Parliament, the Minority leader almost always becomes the majority leader or even speaker of parliament.\n\nReferences\nLAWS OF SIERRA LEONE (Acts, Ordinances, Public Notices etc.)\n\nExternal links\nOfficial website",
    "url": "https://en.wikipedia.org/wiki/Parliament_of_Sierra_Leone",
    "summary": "Parliament of Sierra Leone is the legislative branch of the government of Sierra Leone. It is principally responsible for making laws. The Sierra Leone parliament consists of 149 members, of which 135 members are directly elected from across Sierra Leone's 16 districts, while 14 are paramount chiefs appointed from the 14 rural districts. The parliament is led by the Speaker of the House; the position is currently held by Abass Bundu of the Sierra Leone People's Party. The current elected 135 ordinary members of parliament are composed of members of the All People's Congress and the Sierra Leone People's Party which are the two largest political parties in Sierra Leone.",
    "categories": [
      "Category:All articles needing additional references",
      "Category:All articles needing rewrite",
      "Category:Articles needing additional references from July 2020",
      "Category:Articles with multiple maintenance issues",
      "Category:Articles with short description",
      "Category:Coordinates on Wikidata",
      "Category:Government of Sierra Leone",
      "Category:National legislatures",
      "Category:Official website different in Wikidata and Wikipedia",
      "Category:Pages using gadget WikiMiniAtlas",
      "Category:Parliaments by country",
      "Category:Politics of Sierra Leone",
      "Category:Short description is different from Wikidata",
      "Category:Unicameral legislatures",
      "Category:Use dmy dates from July 2020",
      "Category:Wikipedia articles needing rewrite from July 2020"
    ],
    "scraped_at": "2025-10-06T16:24:32.667781"
  },
  {
    "title": "All People's Congress",
    "content": "The All People's Congress (APC) is one of the two major political parties in Sierra Leone, the other being its main political rival the Sierra Leone People's Party (SLPP). The APC has been the main opposition party in Sierra Leone since 4 April 2018 when Julius Maada Bio of the SLPP won the 2018 presidential elections, though it maintains a majority in parliament.\nThe APC party was founded in 1960 by a breakaway group from the Sierra Leone People's Party that vehemently opposed elections before independence and instead supported independence before elections. The APC governed the country from 1968 to 1992 and became the ruling party again in 2007 after the party presidential candidate Ernest Bai Koroma won the 2007 presidential election, he contested and also won the 2012 elections. The APC lost power on 4 April 2018, with its flagbearer Samura Kamara losing the presidential election to Bio.\nThe APC is very popular and receives large majority support in almost all of the northern districts of Sierra Leone with strong ties to the Temne and some Limba people. The APC is also popular with significant majority in the Western Area (including Freetown).\n\nOverview\nFollowing a heavily manipulated plebiscite in 1978, the APC became the sole legal party in the country, a status it retained until 1991. Presidents Siaka Stevens and Joseph Saidu Momoh were members of the APC. Momoh was overthrown in a military coup in 1992, and during the civil war that followed, the party was severely weakened.\nIn the parliamentary election held on 14 May 2002, the party won 19.8% of the popular vote and 22 out of 112 seats. Its candidate in the presidential elections, Ernest Bai Koroma, won 22.3% of the vote; he was defeated by Ahmad Tejan Kabbah of the Sierra Leone People's Party (SLPP).\n\nFor several years Koroma's leadership was challenged by some in the party, who took the issue to court; the dispute was said to be resolved in April 2007, with Koroma accepted by party dissidents as the party's leader ahead of the 2007 election. He was the party's candidate for president in the election, with the first round held in August 2007. In the first round he took first place with 44.3% of the vote, ahead of Solomon Berewa of the ruling Sierra Leone People's Party (SLPP) with 38.3%, but Koroma did not receive enough votes to win outright, and a second round was necessary. In the parliamentary election, held concurrently with the presidential first round, the APC won 59 out of 112 seats and became the largest party in Parliament.\nKoroma was victorious in the second round of the 2007 presidential election, held on 8 September, winning 54.6% of the vote against 45.4% for Berewa. He was sworn in as President on 17 September.\nAPC has traditionally been based among the Temne and Limba people in the north.\nIn 2018 the party named a team whowould review the country's constitution. Although the plan was to not have new elections for five years the party wanted to suggest a new constitution. The members chosen included Elvis Kargbo, Dauda S. Kamara, Eddie Turay and Osman Foday Yansaneh, Abu Bakarr Kalokoh, Daniel Koroma, Africanus Sorie Sesay esq, Amadu Koroma, Ibrahim I. Mansaray, Ibrahim Sorie esq,  Isata Kabia, Lansana Dumbuya, Lawyer Showers, Roland Nylander, Sulaiman Kabba Koroma, Warah Serry-Kamal and Sorie Tarawallie. The group had several more members and a draft was expected by the end of January 2019.\n\nElectoral history\nPresidential elections\nParliamentary elections\nReferences\nExternal links\nOfficial website",
    "url": "https://en.wikipedia.org/wiki/All_People%27s_Congress",
    "summary": "The All People's Congress (APC) is one of the two major political parties in Sierra Leone, the other being its main political rival the Sierra Leone People's Party (SLPP). The APC has been the main opposition party in Sierra Leone since 4 April 2018 when Julius Maada Bio of the SLPP won the 2018 presidential elections, though it maintains a majority in parliament.\nThe APC party was founded in 1960 by a breakaway group from the Sierra Leone People's Party that vehemently opposed elections before independence and instead supported independence before elections. The APC governed the country from 1968 to 1992 and became the ruling party again in 2007 after the party presidential candidate Ernest Bai Koroma won the 2007 presidential election, he contested and also won the 2012 elections. The APC lost power on 4 April 2018, with its flagbearer Samura Kamara losing the presidential election to Bio.\nThe APC is very popular and receives large majority support in almost all of the northern districts of Sierra Leone with strong ties to the Temne and some Limba people. The APC is also popular with significant majority in the Western Area (including Freetown).",
    "categories": [
      "Category:1960 establishments in Sierra Leone",
      "Category:African and Black nationalist parties in Africa",
      "Category:African socialist political parties",
      "Category:Articles with short description",
      "Category:Democratic socialist parties in Africa",
      "Category:Official website different in Wikidata and Wikipedia",
      "Category:Parties of one-party systems",
      "Category:Political parties established in 1960",
      "Category:Political parties in Sierra Leone",
      "Category:Short description matches Wikidata",
      "Category:Socialism in Sierra Leone",
      "Category:Use dmy dates from July 2020",
      "Category:Webarchive template wayback links"
    ],
    "scraped_at": "2025-10-06T16:24:33.570991"
  },
  {
    "title": "Sierra Leone People's Party",
    "content": "The Sierra Leone People's Party (SLPP) is one of the two major political parties in Sierra Leone, along with its main political rival the All People's Congress (APC). It has been the  ruling party in Sierra Leone since 4 April 2018. The SLPP dominated Sierra Leone's politics from its foundation in 1951 to 1967, when it lost the 1967 parliamentary election to the APC, led by Siaka Stevens. Originally a centre-right, conservative party, it identifies since 2012 as a centre-left social democratic party, with a centrist tendency. \nThe SLPP returned to power when its leader Ahmad Tejan Kabbah won the 1996 presidential election. The party was in power from 1996 to 2007, when it again lost to the APC, led by Ernest Bai Koroma, in the 2007 presidential election. SLPP returned to power on 4 April 2018 when Julius Maada Bio was sworn in as the new President of Sierra Leone after winning the 2018 Sierra Leone presidential election. \nSLPP is overwhelmingly popular in Mende areas in south and eastern Sierra Leone (except in Kono District, a swing district), where the party regularly wins presidential, parliamentary and local elections by large margins. The SLPP has large minority support in the Western Area (including Freetown). The SLPP also has large minority support in Koinadugu District and Falaba District in the north of the country. The SLPP also has significant minority support in Kambia District in the north of the country.\n\nEarly success and Independence\nSLPP dominated politics in Sierra Leone in the years following World War II. In 1955 and 1956, riots occurred in Sierra Leone, originally sparked by the artisan union's strike over pay; further unrest followed strikes by transport workers. These events grew animosity between the SLPP and Krio parties, especially the Cyril Rogers-Wright led United Sierra Leone Progressive Party, established in 1954. The SLPP positioned itself as \"the countryman's party,\" and garnered the support of tribal chiefs. In recent times however, the SLPP has been widely perceived as \"the Mende man's party\".\nAfter elections in 1957, Milton Margai bowed to behind-the-scenes pressure and stepped down from SLPP leadership, replaced by his brother Albert Margai. However, in 1958, Albert Margai and Siaka Stevens launched a new party, the People's National Party (PNP), which aimed for greater African involvement in the British colonial government. With the independence of Ghana in 1957, the PNP sought the support of the educated elite to lead a transition to independence. Stevens would later leave the party to form the northern-supported All Peoples Congress. Upon independence in 1961, Milton Margai became prime minister, and the SLPP became the ruling party. The SLPP, along with almost all Sierra Leonean political parties, signed the constitution at the London constitutional conference; the APC was the notable exception. This unity did not extend to national politics, as opposing politicians often faced detainment under SLPP rule.\n\nDemise\nSir Milton Margai's death in 1964 left SLPP leadership to his brother Sir Albert Margai. Albert's rule was characterized by dissent. Politically, he attempted to strengthen the position of SLPP elites relative to the chiefs, who had formed the backbone of the party. Albert's autocratic leadership style was questioned within his party, sparked by actions such as the demotion of senior party members Alhaji M.S. Mustapha and Kerefa Smart. Albert also embarked on a policy of Africanisation, which removed some civil servants who favored a colonialistic approach. Margai may have adopted this strategy in an effort to replace the \nCreole civil administrators with unqualified members of his Mende tribe. Sir Albert Margai took power and sought to make the army homogeneously Mende.\nHe also endeavoured to change Sierra Leone from a democracy to a one-party state. \nScores of schools were built in the provinces along with Teachers Colleges in every district  (Makeni, Magburaka, Moyamba, and the Milton Margai Teachers College).\nOpposing leaders criticized Margai's presentation of a bill to establish a one-party system in Sierra Leone and also blamed Margai for developments had led to an economic slowdown. In the 1967 elections, the APC and SLPP each won 32 seats in parliament, with 2 former SLPP Independents siding with the APC MPs Kutubu Kai-Samba and Luseni A. M Brewah. This development confirmed that the SLPP would no longer lead the country.\nThe subsequent political unrest led to the declaration of martial law and a military coup that took full control of the national government. The National Reformation Council (NRC), led by Brigadier Andrew Juxon-Smith, was established on 23 March 1967. Pressure from political elites, trade unions, and university students led to the junta's collapse in November 1970, and Siaka Stevens of the APC became president after the interregnum.\nUnder Stevens, Sierra Leone became a one-party state. In 1978 all SLPP MPs except one (Manna Kpaka, MP in Kenema) joined the APC. The SLPP was outlawed, and its elites and supporters were physically threatened and barred from holding meetings.\n\nRebirth\nIn 1996 SLPP returned to prominence, as its candidate Ahmad Tejan Kabbah won the presidential election, receiving 59.5% of the popular vote in a second round against John Karefa-Smart of the United National People's Party (UNPP). In the election held on 14 May 2002, the party won 69.9% of the popular vote and 83 out of 112 seats in the House of Representatives, and its candidate in the presidential election, Kabbah, won 70.1% of the vote and was re-elected.\nAt the SLPP's national convention in Makeni on 3–4 September 2005, Vice-President Solomon Berewa was selected by the SLPP as its leader and 2007 presidential candidate. He received 291 votes, while Charles Margai received 34, Julius Maada Bio received 33, and J. B. Dauda received 28. In the August 2007 election, the SLPP was defeated by the APC in the parliamentary election, winning 43 seats against 59 for the APC; the PMDC, a splinter party founded by Charles Margai, attracted the support of some traditional SLPP voters, winning 10 seats. In the presidential election, the SLPP candidate, Berewa, took second place in the first round, winning 38.3% of the vote against 44.3% for the APC candidate, Ernest Bai Koroma. A second round of the presidential election was held in September; Koroma prevailed with 54.6% of the vote against 45.4% for Berewa.\nThe SLPP constitution requires its leader to resign if the party loses a national election; Berewa resigned as party leader on 17 October 2007, leaving Alhaji Sulaiman Jah as acting leader. In 2011, Julius Maada Bio became SLPP's nominee for the 2012 presidential election. He beat Usman Boie Kamara, who came in second place. Bio was nominated as the SLPP candidate for president in the 2018 election, which he ultimately won.\n\nJulius Maada Bio presidency (2018–present)\nIn 2018, Sierra Leone held a general election. The presidential election, in which neither candidate reached the required threshold of 55%, went to a second round of voting, in which Julius Maada Bio was elected with 51% of the vote against the candidate of then-ruling All People’s Congress (APC). On 4 April 2018, opposition candidate Julius Maada Bio of Sierra Leone People's Party (SLPP), was sworn in as Sierra Leone’s new president.\n\nElectoral history\nPresidential elections\nParliamentary elections\nReferences\nExternal links\nSierra Leone People's Party on Facebook",
    "url": "https://en.wikipedia.org/wiki/Sierra_Leone_People%27s_Party",
    "summary": "The Sierra Leone People's Party (SLPP) is one of the two major political parties in Sierra Leone, along with its main political rival the All People's Congress (APC). It has been the  ruling party in Sierra Leone since 4 April 2018. The SLPP dominated Sierra Leone's politics from its foundation in 1951 to 1967, when it lost the 1967 parliamentary election to the APC, led by Siaka Stevens. Originally a centre-right, conservative party, it identifies since 2012 as a centre-left social democratic party, with a centrist tendency. \nThe SLPP returned to power when its leader Ahmad Tejan Kabbah won the 1996 presidential election. The party was in power from 1996 to 2007, when it again lost to the APC, led by Ernest Bai Koroma, in the 2007 presidential election. SLPP returned to power on 4 April 2018 when Julius Maada Bio was sworn in as the new President of Sierra Leone after winning the 2018 Sierra Leone presidential election. \nSLPP is overwhelmingly popular in Mende areas in south and eastern Sierra Leone (except in Kono District, a swing district), where the party regularly wins presidential, parliamentary and local elections by large margins. The SLPP has large minority support in the Western Area (including Freetown). The SLPP also has large minority support in Koinadugu District and Falaba District in the north of the country. The SLPP also has significant minority support in Kambia District in the north of the country.",
    "categories": [
      "Category:1951 establishments in Sierra Leone",
      "Category:All articles with unsourced statements",
      "Category:Articles with short description",
      "Category:Articles with unsourced statements from September 2022",
      "Category:Centrist parties in Africa",
      "Category:Formerly banned political parties",
      "Category:Nationalist parties in Africa",
      "Category:Political parties established in 1951",
      "Category:Political parties in Sierra Leone",
      "Category:Short description matches Wikidata",
      "Category:Socialism in Sierra Leone",
      "Category:Use dmy dates from July 2020",
      "Category:Webarchive template wayback links"
    ],
    "scraped_at": "2025-10-06T16:24:34.421213"
  },
  {
    "title": "Elections in Sierra Leone",
    "content": "Elections in Sierra Leone are held on a national level to elect the president and the \nunicameral Parliament. Sierra Leone has a multi-party system, with two strong parties.\nBoth the president and the members of Parliament are elected for five-year terms. The Parliament has 124 members, 112  elected through plurality vote in single-member constituencies and 12 members elected by indirect vote.\nAn independent Electoral Commission, composed of a chairman and four commissioners, is selected by the president, subject to the approval of Parliament. The commission is responsible for voter registration and elections and referendums.  and the registration of both voters and political parties. There must also be an independent Political Parties Registration Commission, made up of four members chosen by the president.\nVoters must be 18 years old and of sound mind. Voting is by secret ballot.\nThe last election was held on the 24th of June, 2023.\n\nLatest elections\nPresidential\nParliamentary\nSee also\nPolitics of Sierra Leone\nList of political parties in Sierra Leone\n\nReferences\nExternal links\nAdam Carr's Election Archive\nAfrican Elections Database\nSierra Leone 2007 Presidential Elections - Africa.no article\nTHE PUBLIC ELECTIONS ACT, 2012",
    "url": "https://en.wikipedia.org/wiki/Elections_in_Sierra_Leone",
    "summary": "Elections in Sierra Leone are held on a national level to elect the president and the \nunicameral Parliament. Sierra Leone has a multi-party system, with two strong parties.\nBoth the president and the members of Parliament are elected for five-year terms. The Parliament has 124 members, 112  elected through plurality vote in single-member constituencies and 12 members elected by indirect vote.\nAn independent Electoral Commission, composed of a chairman and four commissioners, is selected by the president, subject to the approval of Parliament. The commission is responsible for voter registration and elections and referendums.  and the registration of both voters and political parties. There must also be an independent Political Parties Registration Commission, made up of four members chosen by the president.\nVoters must be 18 years old and of sound mind. Voting is by secret ballot.\nThe last election was held on the 24th of June, 2023.",
    "categories": [
      "Category:Articles with short description",
      "Category:Elections in Sierra Leone",
      "Category:Government of Sierra Leone",
      "Category:Short description is different from Wikidata"
    ],
    "scraped_at": "2025-10-06T16:24:35.159524"
  },
  {
    "title": "Paramount chief",
    "content": "A paramount chief is the English-language designation for a king or queen or the highest-level political leader in a regional or local polity or country administered politically with a chief-based system. This term is used occasionally in anthropological and archaeological theory to refer to the rulers of multiple chiefdoms or the rulers of exceptionally powerful chiefdoms that have subordinated others. Paramount chiefs were identified by English-speakers as existing in Native American confederacies and regional chiefdoms, such as the Powhatan Confederacy and Piscataway Native Americans encountered by European colonists in the Chesapeake Bay region of North America.\nDuring the Victorian era, paramount chief was a formal title created by British colonial administrators in the British Empire and applied in Britain's colonies in Asia and Africa. They used it as a substitute for the word \"king\" to ensure that only the British monarch held that title. Since the title \"chief\" was already used in terms of district and town administrators, the addition of \"paramount\" was made so as to distinguish between the ruling monarch and the local aristocracy.\n\nAfrica\nEastern African paramount chieftainships and titles\nKenya: Title since 1904 of the former laibon of all the Maasai in Kenya (not in Tanzania)\nKenya: Title held by supreme ruler Lago Ogom, after the advent of British colonial rule in Northern Kenya.\nSudan: In South Sudan, the title of the chief responsible for a payam (district) elected by the chiefs of each buma (village). The Paramount Chief works with the government-appointed Payam Director, both of whom report to a county Commissioner.\n\nWest African paramount chieftains and their countries\nCameroon: Charles Atangana\nNigeria: Ladapo Ademola\nSierra Leone: Bai Bureh\n\nSouthern African paramount chieftainships and titles\nKgôsi\nof each of the eight major tribes of the Tswana, all in Botswana (former Bechuanaland)\nIn present Lesotho since it emerged as a polity in 1822, a British protectorate as Basutoland since 12 March 1868 (11 August 1871 – 18 March 1884 Annexed to Cape Colony as Basutoland territory, then as a separate colony, as one of the High Commission Territories). The title changed to king on 4 October 1966, which was the date of the country's independence from the British Empire.\nIn Namibia\nover the Awa-Khoi or \"Red Nation\" (more prominent than six other 'nations') of the Nama (Khoi) people, a Chiefdom established before 1700.\ntitle Okahandja Herero among that people, also Chief Ministers of Hereoroland (two incumbents 20 July 1970 – 5 December 1980), the 'homeland' of the Ovaherero\nIn Swaziland the term paramount chief was imposed by the British government over Swazi royal objections in 1903, was never recognized by the Swazi royalty, and was changed to \"king\" in English upon independence in 1968.  The SiSwati name for the office is Ngwenyama, a ceremonial term for \"lion\".\nIn South Africa\nKhosikulu of the vhaVenda; after the people's split, (only?) of the haMphaphuli\ntitle Inkosi Enkhulu of the Xhosa people's following polities: amaGcaleka, amaMbalu, amaRharhabe, amaNdlambe, imiDushane, imiQhayi, amaGasela, amaGwali, amaHleke, imiDange, amaNtinde, amaGqunukhwebe\ntitle Inkosi Enkhulu of the amaBhaca (until 1830 called abakwaZelemu)\ntitle Inkosi Enkhulu of the amaKhonjwayo (currently ruled by Dumisani Gwadiso)\ntitle Inkosi Enkhulu of the amaMpondo, currently ruled by Ndamase NDAMASE (West) and Jongilanga Sigcau (East) .\ntitle Inkosi Enkhulu of the amaMpondomise\ntitle Inkosi Enkhulu of the abaThembu, currently ruled by Buyelekhaya Zwelinbanzi Dalindyebo.\ntitle Inkosi Enkhulu of the Nhlangwini, currently ruled by Melizwe Dlamini\n\nIn Asia\nEast Asia paramount chieftainships and titles\nKhan\nKhan, alternately spelled lowercase as khan and sometimes spelled as Han, Xan, Ke-Han, Turkic: khān, Mongolian: qāān, Chinese: 可汗 or 汗, kehan or han) is an originally Central Asian title for a sovereign or military ruler, first used by medieval Turko-Mongol nomadic tribes living to the north of China. 'Khan' is first seen as a title in the Xianbei confederation for their chief between 283 and 289 and was used as a state title by the Rouran confederation.\nIt was subsequently adopted by the Göktürks before Turkic peoples and the Mongols brought it to the rest of Asia. In the middle of the sixth century it was known as \"Kagan – King of the Turks\" to the Persians.\nIt now has many equivalent meanings such as commander, leader, or ruler. The most famous khan was the Great Khan of Mongols: Genghis Khan.  Another famous Manchu khan was Nurhachi.\n\nSabah, Malaysian Borneo\nHuguan Siou is the paramount leader for the Kadazandusun Murut indigenous community in Sabah. The current and the second Huguan Siou is Joseph Pairin Kitingan. The office is near sacred and can be left vacant if no one is deemed worthy to hold the title.\n\nIn Oceania\nNew Zealand\nAriki Nui of Ngati Tuwharetoa, a Māori tribe in the central North Island – a hereditary chieftainship which still has great influence. In the 1850s the Māori King Movement resulted in the election of a Waikato chief as Māori King.\n\nCook Islands\nCook Islands, the paramount chief of the Cook Islands was an ariki of the Makea Nui dynasty, a chiefdom of the Te Au O Tonga tribe in Rarotonga, the Kingdom of Rarotonga was established in 1858 and ended in 1888.\n\nFiji\nduring the October–December 1987 secession agitation on one island, known as the Republic of Rotuma, led by Henry Gibson (remained in New Zealand), his style was Gagaj Sau Lagfatmaro, rendered as Paramount chief or King of the Molmahao Clan. NB: This title was not recognised by the Rotuma Island Council as the titles Gagaja and Sau have never been used together. The closest thing to a paramount chief is the position of Fakpure, currently belonging to the district chief (gagaj 'es itu'u) of Noa'tau.\nthe British Sovereign was recognized as \"Paramount Chief\", even after the country became a republic on 7 October 1987; however, this was not an office of state.\n\nPolynesia\nRapa Nui (Easter Island) paramount chief or king, the ariki henua or ariki mau*.\nSamoa, paramount titles in the fa'amatai chiefly system include; Malietoa, Mata'afa, Tupua Tamasese and Tuimaleali'ifano.\nAmerican Samoa, paramount chief titles in the fa'amatai chiefly system include; Tui Manu'a, Le'iato.\n\nSee also\nChef supérieur\nGreat King\nHegemony\nHigh king\nMonarchy\nMonarchy of Fiji – the Great Council of Chiefs until de-established in March 2012, recognised Elizabeth II as Tui Viti or Paramount Chief\nParamount ruler\nSachem\nKalaniopuu\n\nSources and references\nWorldStatesmen see each present country\n\n\n== References ==",
    "url": "https://en.wikipedia.org/wiki/Paramount_chief",
    "summary": "A paramount chief is the English-language designation for a king or queen or the highest-level political leader in a regional or local polity or country administered politically with a chief-based system. This term is used occasionally in anthropological and archaeological theory to refer to the rulers of multiple chiefdoms or the rulers of exceptionally powerful chiefdoms that have subordinated others. Paramount chiefs were identified by English-speakers as existing in Native American confederacies and regional chiefdoms, such as the Powhatan Confederacy and Piscataway Native Americans encountered by European colonists in the Chesapeake Bay region of North America.\nDuring the Victorian era, paramount chief was a formal title created by British colonial administrators in the British Empire and applied in Britain's colonies in Asia and Africa. They used it as a substitute for the word \"king\" to ensure that only the British monarch held that title. Since the title \"chief\" was already used in terms of district and town administrators, the addition of \"paramount\" was made so as to distinguish between the ruling monarch and the local aristocracy.",
    "categories": [
      "Category:Articles containing Mongolian-language text",
      "Category:Articles with short description",
      "Category:Political anthropology",
      "Category:Short description matches Wikidata",
      "Category:Titles",
      "Category:Titles of national or ethnic leadership",
      "Category:Tribal chiefs"
    ],
    "scraped_at": "2025-10-06T16:24:35.927706"
  },
  {
    "title": "Chiefdoms of Sierra Leone",
    "content": "The chiefdoms of Sierra Leone are the third-level units of administration in Sierra Leone. There are 190 chiefdoms in Sierra Leone, as of 2017. Previously, there were 149.\n\nHistory and organisation\nThe paramount chiefs and the ruling families in the chiefdoms were recognised and empowered by the British colonial administration when it organised the Protectorate of Sierra Leone in 1896. Typically, chiefs have the power to \"raise taxes, control the judicial system, and allocate land, the most important resource in rural areas.\"\nThe hereditary paramount chiefs and their sub-chiefs were the sole local government in Sierra Leone until 2004, when the World Bank sponsored the creation of elected local councils. Local notables, known as the Tribal Authority, elect paramount chiefs for life from among the ruling families in each chieftaincy recognised by the British administration in 1896. \nSome chieftaincies have several ruling families, and the differences among them in terms of economic progress has been subject to study in 2013. They found there was a positive relationship between the number of ruling families in a chieftaincy and educational, health and economic outcomes in terms of human capital. \nThe districts of Sierra Leone were divided into 149 chiefdoms of chieftaincies until 2017, as listed below as of 2011. Since 2017, they have been divided into 190 chiefdoms.\n\nPre-2017 Chiefdoms\nEastern Province\nNorthern Province\nNorth Western Province\nSouthern Province\nPost-2017 Chiefdoms\nEastern Province\nNorthern Province\nNorth Western Province\nSouthern Province\nSee also\nAdministrative divisions of Sierra Leone\n\nReferences\nExternal links\nSierra Leone.org",
    "url": "https://en.wikipedia.org/wiki/Chiefdoms_of_Sierra_Leone",
    "summary": "The chiefdoms of Sierra Leone are the third-level units of administration in Sierra Leone. There are 190 chiefdoms in Sierra Leone, as of 2017. Previously, there were 149.",
    "categories": [
      "Category:Administrative divisions in Africa",
      "Category:Articles with short description",
      "Category:Chiefdoms of Sierra Leone",
      "Category:Lists of administrative divisions",
      "Category:Short description with empty Wikidata description",
      "Category:Sierra Leone geography-related lists",
      "Category:Subdivisions of Sierra Leone",
      "Category:Third-level administrative divisions by country",
      "Category:Webarchive template wayback links"
    ],
    "scraped_at": "2025-10-06T16:24:36.885614"
  },
  {
    "title": "Julius Maada Bio",
    "content": "Julius Maada Wonie Bio (born 12 May 1964) is a Sierra Leonean politician and former military officer who has served as the 5th president of Sierra Leone since 4 April 2018. He is a retired brigadier in the Sierra Leone Army and was the military head of state of Sierra Leone from 16 January 1996 to 29 March 1996, at only 32 years old in a military junta government known as the National Provisional Ruling Council (NPRC). \nAs military head of state, Bio returned Sierra Leone to a democratically elected government, when he handed power to Ahmad Tejan Kabbah of the Sierra Leone People's Party, following Kabbah's victory in the 1996 Sierra Leonean presidential election. Upon retiring from the military in 1996, Bio moved to the United States, where he was granted political asylum, and he did not visit Sierra Leone from the U.S. until 2005.\nBio ran as the Sierra Leone People's Party (SLPP) presidential candidate in the 2012 presidential election, but lost to incumbent President Ernest Bai Koroma. He ran again in 2018, defeating Samura Kamara of the ruling All People's Congress (APC).\nAs president, Bio has overturned most of the policies of Koroma, whom he accuses of corruption and mismanagement of the country's treasury. A deadly coup attempt to overthrow Bio failed in September 2023. Former president Koroma was detained and charged with treason as he was accused of being involved in the failed coup attempt. \nBio's government's handling of the economy was the target of a violent protest in August 2022. Bio was nevertheless re-elected the following year, though the elections were marred by violence and raised concern from international observers due to a lack of transparency in the counting process. As president, Bio has implemented free primary and secondary school public education and repealed the death penalty.\n\nEarly life\nJulius Maada Wonie Bio was born on 12 May 1964, in Tihun, a village in the Sogbini Chiefdom, Bonthe District in the Southern Province of Sierra Leone. Bio was born three years after Sierra Leone's Independence during the administration of then Sierra Leone Prime Minister Sir Albert Margai of the SLPP. Bio is the 33 of 35 children born to Sherbro Paramount Chief Charlie Bio II of Sogbini Chiefdom. Bio's father had nine wives. Bio is named after his paternal grandfather Julius Maada Wonie Bio, who was also a Sherbro paramount chief of Sogbini Chiefdom. Bio is an ethnic Sherbro, and a practicing Roman Catholic.\nBio began his primary education at the Roman Catholic Primary School in Tihun, Bonthe District. After finishing his early years in primary school, Bio was sent to the town of Pujehun to live with his older sister Agnes, who was a primary school teacher in Pujehun. Bio completed his primary education at the Holy Family Primary School in Pujehun. After his primary education, Bio's older sister, Agnes, enrolled him at the Bo Government Secondary School in Bo (commonly known as Bo School), a prominent boarding school.  Bio spent seven years at Bo School, rising to become school prefect. Bio graduated from Bo School in 1984 with A-level at age 20.\n\nMilitary career\nAfter graduating from secondary school, Bio applied for admission into Fourah Bay College in Freetown in 1985 at age 21. However, Bio ultimately enrolled in the Republic of Sierra Leone Armed Forces military academy at Benguema, just outside the capital city of Freetown. He trained as a cadet officer under the command of Major Fallah Sewa, the head of cadet training at the military academy.\nBio graduated from the Military academy as a Second Lieutenant in the Sierra Leone Army in October 1987 at age 23. His first post as a commissioned officer was at the Lungi Garrison in Port Loko District in 1987. Bio was later posted to Kambia District as part of the Economic Emergency Unit, created by President Joseph Saidu Momoh to combat smuggling and other crimes along the Guinean border. In 1988, Bio was again re-posted at Lungi and trained by United Nations forces in aviation security. After the training, Bio was transferred to Benguema as a platoon commander.\nIn 1990, the Sierra Leone Government contributed military personnel to the West African Peacekeeping Force, ECOMOG, which was mandated to keep the peace in the Liberian civil war. Bio and several other Sierra Leonean soldiers, including Captain Valentine Strasser, and Lt Solomon Musa were deployed to Liberia as part of Sierra Leone's contingent to ECOMOG. At the time, thousands of Liberians were fleeing to Sierra Leone weekly, exposing the country's fragile security and adding to the economic hardship.\nAfter a year in Liberia as an ECOMOG soldier, the Sierra Leone Government ordered Bio and several members of Sierra Leonean soldiers serving in Liberia to immediately return to Sierra Leone and report to the army barracks in Daru, Kailahun District to populate newly formed 600 man battalion of soldiers set up by President Momoh to repel the Revolutionary United Front (RUF) rebels who had attacked villages on the border between Sierra Leone and Liberia, in March 1991. The soldiers included future NPRC members Lieutenant Solomon Musa, Captain Valentine Strasser, Lieutenant Sahr Sandy, and Lieutenant Tom Nyuma.\n\nMilitary coups and government\nParticipation in 1992 military coup\nOn 29 April 1992, Bio was one of a group of young Sierra Leonean soldiers including Captain Valentine Strasser, Lieutenant Sahr Sandy, Lieutenant Solomon Musa, Lieutenant Tom Nyuma and Captain Komba Mondeh that toppled president Joseph Saidu Momohs All People's Congress (APC) government in a military coup. The young soldiers formed the National Provisional Ruling Council (NPRC) with Strasser as their leader and Head of State of Sierra Leone.\nBio's first appointment following the formation of the NPRC was as the Secretary of State South, stationed in the country's second capital Bo. He was later moved to Freetown to serve as Secretary of State in charge of Information and Broadcasting. At that point, he was promoted to Captain alongside other junior lieutenants. As a leading member of the coup that kicked out the APC government, Bio served as Supreme Council of State member throughout the NPRC's stay in power and when Strasser's deputy, captain S. A. J. Musa, was sacked and exiled to the UK, Bio was appointed to the position of Deputy Chairman of the NPRC.\n\n1996 military coup\nOn 16 January 1996, Bio led a military coup, ousting Captain Valentine Strasser, following a dispute within the governing Supreme Council of State (SCS) over whether to seek peace with the RUF before multi-party elections, planned for March 1996, or go ahead with the election notwithstanding the ongoing war in the country, and the conditions for participation (or disqualification) of junta members in the elections.\nThe coup was backed by many high-ranking NPRC soldiers including Colonel Tom Nyuma, Lieutenant Colonel Komba Mondeh, Lieutenant Colonel Reginald Glover, Lieutenant Colonel Idriss Kamara, and Lieutenant Colonel Karefa-Kargbo. Captain Valentine Strasser, then the leader of the NPRC and the military Head of State of Sierra Leone, was handcuffed at gunpoint by his own military bodyguards who were supposed to protect him, and was immediately flown into exile in a military helicopter to Conakry, in neighboring Guinea.\n\nAfter the military\nAfter retiring from the military in 1996, Bio moved to the United States, where he earned a master's degree in International Affairs from American University in Washington, DC. He bought a small house outside of Washington D.C. in September 2001.\nHe also served as the president of International Systems Science Corporation, a consulting and investment management firm based in the United States.\n\nPolitical comeback and SLPP leadership\nBio officially became a member of the Sierra Leone People's Party (SLPP) in 2005. That same year, Bio sought the leadership of the Sierra Leone People's Party (SLPP) at its national convention in Makeni on 3 to 4 September 2005; he took third place, with 33 votes, behind Vice President Solomon Berewa, who received 291 votes, and Charles Margai, who won 34 votes. J.B. Dauda polled 28 votes.\nOn the night of 31 July 2011, members of the SLPP forced their way during the SLPP convention, which was held at the Youyi Building in the heart of Freetown, and declared Bio as the SLPP's 2012 presidential candidate. In the national election, he faced off with President Ernest Bai Koroma of the ruling APC and was defeated, winning 37% of the vote, but established the SLPP as the only viable opposition party in Sierra Leone.\nMaada Bio subsequently enrolled as a PhD student in Peace Studies at Bradford University.\n\nPresident of Sierra Leone (2018–present)\n2018 election\nJulius Maada Bio was selected as President of Sierra Leone in a run-off election held 31 March 2018. He gained 51.8 percent of the votes, according to official results from Sierra Leone's National Elections Commission. He succeeded Ernest Bai Koroma of the APC who had been president since 2007, and who had to step down from his post having reached the constitutional term limit.\n\nDomestic policy\nIn his first month in office, Bio became the first Sierra Leonean president to introduce free education through executive order for primary and secondary school students in public schools throughout Sierra Leone, starting the next school year in the fall of 2018. Bio has also eliminated application fees for students in government-run public universities across Sierra Leone. Bio cancelled a China-funded four hundred million dollar loan agreement with the previous Sierra Leone president Ernest Bai Koroma to build a new international airport in Sierra Leone.\nIn his first two months in office, Bio opened an ongoing review and audit of all government mining contracts, ministry departments, and other government agencies in the immediate past government of Ernest Bai Koroma. In his first two months in office, Bio sacked all of Sierra Leone's ambassadors and permanent representatives abroad in the immediate past government of Ernest Bai Koroma. In his first two months in office, Bio appointed his cabinet ministers, including the appointment of an opposition leader, Charles Margai, who served briefly as the country's Attorney General and Minister of Justice.\nBio's administration, led by his Chief Minister David J. Francis, issued an investigative report accusing former president Ernest Bai Koroma and his previous government of widespread financial corruption. The allegations against Koroma include stealing millions of dollars from government revenue, selling of state properties, selling significant amounts of a state mining company, stealing funds meant for the country's victims of Ebola and the mudslide; and stealing funds meant to help some poor Sierra Leonean Muslims to go on Hajj. On Bio's orders, the Sierra Leone Justice Ministry has set up a commission of judges, led by an international judge, to investigate the allegations against the previous government.\nIn February 2019, President Bio declared a state of emergency in Sierra Leone due to endemic sexual violence. He increased penalties for rape and other sexual violations. The state of emergency was rescinded that June. In 2022, he announced that his cabinet unanimously supported a bill to expand access to abortion in the country. In January 2023, President Bio signed into law the Gender Equality and Women's Empowerment Bill, requiring parliamentary and local council elections to include women as at least 30% of candidates.\nBio's opponents have criticized him about the country's poor economic conditions. In August 2022, anti-government protests, sparked by the country's cost of living crisis, called for Bio's resignation and resulted in several deaths. Bio considered the protests to be an insurrection aiming to overthrow the government. On 21 June 2023, days before the 2023 Sierra Leonean general election, another violent protest occurred outside the All People's Congress headquarters, resulting in at least one death.\n\nForeign policy\nPresident Bio attended the Global Education Summit in July 2021, and said on Twitter that he had \"a zestful and productive meeting with Prime Minister Boris Johnson.\"  He added that he \"had a forward-looking and reassuring discussion on strengthening our relationship and building back better after COVID.\". Bio was one of few heads of state invited \"because of his efforts in increasing access to education through the Free Quality Education Programme and breaking down gender barriers to increase girls' enrolment in schools in the last three years.\" In March 2022, President Bio visited Vietnam.\nIn May 2023, Bio urged an end to the Russian invasion of Ukraine \"for the sake of humanity\", stating that he believes \"even those who sympathise with Russia are in favour of stopping this war\". Amid his 2023 candidacy for reelection, Bio indicated that he hopes diplomacy led by African leaders can help broker an end to the war.\n\n2023 election\nBio was one of thirteen candidates in the 2023 Sierra Leonean general election. His main opponent was Samura Kamara of the All People's Congress. He was pronounced the winner with 56% of the vote. This pronouncement was criticized by local and international elections observers, citing a lack of transparency in the counting process, and opposition leader Kamara rejecting the outcome.\n\nElected president of Ecowas 2025\nOn June 22, 2025, Julius Maada Bio was elected president of the West African Economic Community (ECOWAS), during an ordinary summit of heads of state, held in Abuja, Nigeria.\n\nHonours\nForeign honours\nLiberia:\n Grand Cordon of the Order of the Pioneers of Liberia (26 July 2019)\n\nHonorary doctorates\nChina University of Geosciences (Wuhan) (2 March 2024)\n\nPersonal life\nMaada Bio is an ethnic Sherbro and a practicing Roman Catholic. Bio's wife, Fatima, a Nollywood actress, is a practising Muslim and a Gambian-Sierra Leonean national, though she grew up in Kono District in Sierra Leone; her mother was born in Kono District, Sierra Leone, and her father is a Gambian native. Bio and Fatima were married in 2013 in London in an interfaith wedding ceremony that was held in a church with later mosque prayer services in London. The couple have one child together that was born in London. Bio has three other children from a previous marriage, all born in the United States. The couple met in 2012 when Maada Bio was fundraising among the Sierra Leone diaspora in London.\nAfter Maada Bio became president, his family has purchased luxury real estate. His wife, Fatima, bought two villas, an apartment building, and a flat in Gambia. Fatima's mother was listed as the owner of a $0.5 million luxury villa, while her two brothers also registered properties and embarked on construction projects. Fatima's relatives spent over $2.1 million on at least 10 properties.\nAs of 2024 Agnes Bio, one of Bio's daughters from his first marriage, was in a relationship with Jos Leijdekkers, a fugitive Dutch criminal who was sentenced in absentia to 24 years in prison for drug trafficking, armed robbery, and ordering a contract killing. In 2025 they had a child together.\n\nNotes\nReferences\nExternal links\n\nNew president's promise to Sierra Leoneans As on 5 April 2018.",
    "url": "https://en.wikipedia.org/wiki/Julius_Maada_Bio",
    "summary": "Julius Maada Wonie Bio (born 12 May 1964) is a Sierra Leonean politician and former military officer who has served as the 5th president of Sierra Leone since 4 April 2018. He is a retired brigadier in the Sierra Leone Army and was the military head of state of Sierra Leone from 16 January 1996 to 29 March 1996, at only 32 years old in a military junta government known as the National Provisional Ruling Council (NPRC). \nAs military head of state, Bio returned Sierra Leone to a democratically elected government, when he handed power to Ahmad Tejan Kabbah of the Sierra Leone People's Party, following Kabbah's victory in the 1996 Sierra Leonean presidential election. Upon retiring from the military in 1996, Bio moved to the United States, where he was granted political asylum, and he did not visit Sierra Leone from the U.S. until 2005.\nBio ran as the Sierra Leone People's Party (SLPP) presidential candidate in the 2012 presidential election, but lost to incumbent President Ernest Bai Koroma. He ran again in 2018, defeating Samura Kamara of the ruling All People's Congress (APC).\nAs president, Bio has overturned most of the policies of Koroma, whom he accuses of corruption and mismanagement of the country's treasury. A deadly coup attempt to overthrow Bio failed in September 2023. Former president Koroma was detained and charged with treason as he was accused of being involved in the failed coup attempt. \nBio's government's handling of the economy was the target of a violent protest in August 2022. Bio was nevertheless re-elected the following year, though the elections were marred by violence and raised concern from international observers due to a lack of transparency in the counting process. As president, Bio has implemented free primary and secondary school public education and repealed the death penalty.",
    "categories": [
      "Category:1964 births",
      "Category:20th-century Sierra Leonean politicians",
      "Category:21st-century Sierra Leonean politicians",
      "Category:All Wikipedia articles written in British English",
      "Category:Alumni of the University of Bradford",
      "Category:American University alumni",
      "Category:Articles with short description",
      "Category:CS1: unfit URL",
      "Category:CS1 Chinese (China)-language sources (zh-cn)",
      "Category:Commons category link from Wikidata",
      "Category:Julius Maada Bio",
      "Category:Leaders who took power by coup",
      "Category:Living people",
      "Category:Mende people",
      "Category:People from Bo, Sierra Leone",
      "Category:People from Bonthe District",
      "Category:Presidents of Sierra Leone",
      "Category:Sherbro people",
      "Category:Short description matches Wikidata",
      "Category:Sierra Leone People's Party politicians",
      "Category:Sierra Leonean Roman Catholics",
      "Category:Sierra Leonean military personnel",
      "Category:Use British English from January 2021",
      "Category:Use dmy dates from July 2023"
    ],
    "scraped_at": "2025-10-06T16:24:37.722542"
  }
]